-- phpMyAdmin SQL Dump
-- version 2.6.4-pl3
-- http://www.phpmyadmin.net
-- 
-- 主機: localhost
-- 建立日期: Jun 22, 2006, 11:43 AM
-- 伺服器版本: 5.0.15
-- PHP 版本: 5.0.5
-- 
-- 資料庫: `book`
-- 

-- --------------------------------------------------------

-- 
-- 資料表格式： `bbs`
-- 

CREATE TABLE `bbs` (
  `id` int(4) NOT NULL auto_increment,
  `date` date NOT NULL default '2005-01-01',
  `word` varchar(100) character set utf8 collate utf8_unicode_ci NOT NULL default '',
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1 COLLATE=latin1_general_ci AUTO_INCREMENT=20 ;

-- 
-- 列出以下資料庫的數據： `bbs`
-- 

INSERT INTO `bbs` VALUES (8, '2006-06-06', '完成線上會議子系統 明天要考DSS-.-');
INSERT INTO `bbs` VALUES (7, '2006-05-21', '建設使用者介面');
INSERT INTO `bbs` VALUES (5, '2006-05-13', '網頁排版美工');
INSERT INTO `bbs` VALUES (1, '2006-04-15', '開始架設系統');
INSERT INTO `bbs` VALUES (2, '2006-04-22', '介面設計');
INSERT INTO `bbs` VALUES (3, '2006-04-29', '資料庫設計');
INSERT INTO `bbs` VALUES (4, '2006-05-05', '書籍資料輸入');
INSERT INTO `bbs` VALUES (9, '2006-06-13', '完成初步的閱讀介面');
INSERT INTO `bbs` VALUES (10, '2006-06-15', 'DSS DEMO完了完了完了完了(泣 ~>_<~)');
INSERT INTO `bbs` VALUES (16, '2006-06-16', '企資也爆掉了Q_Q');
INSERT INTO `bbs` VALUES (17, '2006-06-17', '專案趕工追進度');
INSERT INTO `bbs` VALUES (18, '2006-06-17', '初步完成書籍評論');
INSERT INTO `bbs` VALUES (19, '2006-06-18', '初步完成會員資料管理');

-- --------------------------------------------------------

-- 
-- 資料表格式： `bookinfo`
-- 

CREATE TABLE `bookinfo` (
  `name` varchar(50) character set utf8 collate utf8_unicode_ci NOT NULL,
  `author` varchar(50) character set utf8 collate utf8_unicode_ci NOT NULL,
  `publisher` varchar(30) character set utf8 collate utf8_unicode_ci NOT NULL,
  `date` varchar(20) character set utf8 collate utf8_unicode_ci NOT NULL,
  `ISBN` varchar(20) character set utf8 collate utf8_unicode_ci NOT NULL,
  `type` varchar(16) character set utf8 collate utf8_unicode_ci NOT NULL,
  `language` varchar(10) character set utf8 collate utf8_unicode_ci NOT NULL,
  PRIMARY KEY  (`ISBN`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1 COLLATE=latin1_general_ci;

-- 
-- 列出以下資料庫的數據： `bookinfo`
-- 

INSERT INTO `bookinfo` VALUES ('風之影', '卡洛斯．魯依斯．薩豐', '八方出版股份有限公司', '20060425', '9861331441', '世界文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('頑皮故事集新版', '侯文詠', '健行文化出版事業有限公司', '20060601', '9867753852', '中文現代文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('英格力士', '王剛', '大塊文化出版股份有限公司', '20060601', '9867059204', '中文現代文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('藍與藍', '李彥 (Captain Dennis Kuo)', '左岸文化事業有限公司', '20060105', '9867174208', '詩', '繁體中文');
INSERT INTO `bookinfo` VALUES ('沒有你不行, 有你也不行', '毛尖', '流出版事業股份有限公司', '20060601', '9573257653', '中文現代文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('地理資訊系統MapInfo基礎操作自學方案 (附光碟) ', '徐世豪/李逢春', '松崗電腦圖書資料股份有限公司', '20060129', '9861256822', '文書應用軟體', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Oracle 10g與網站資料庫整合運用 (附光碟) ', '蕭明城/周岱琳', '金禾資訊股份有限公司', '20060123', '9861491562', '文書應用軟體', '繁體中文');
INSERT INTO `bookinfo` VALUES ('InDesign CS2排版實務 (附光碟)', '吳權威/鄭美蓮', '網奕資訊科技股份有限公司', '20060118', '9867236483', '文書應用軟體', '繁體中文');
INSERT INTO `bookinfo` VALUES ('資料庫網站系統應用 (附光碟): 使用Access、Java、Servlet、Excel、Word ', '賈蓉生/胡大源/林金池', '松崗電腦圖書資料股份有限公司', '20060106', '9861256881', '文書應用軟體', '繁體中文');
INSERT INTO `bookinfo` VALUES ('顧客關係管理: 思維與技術', '劉文良', '碁峰資訊股份有限公司', '20051208', '9864218212', '文書應用軟體', '繁體中文');
INSERT INTO `bookinfo` VALUES ('MSN哈拉達人 ', '大白貓工作室', '碁峰資訊股份有限公司', '20051111', '9864218441', '文書應用軟體', '繁體中文');
INSERT INTO `bookinfo` VALUES ('EXCEL 2003特訓教材 (附2光碟)', '財團法人中華民國電腦技能基金會', '碁峰資訊股份有限公司', '20051102', '9864218727', '文書應用軟體', '繁體中文');
INSERT INTO `bookinfo` VALUES ('PHP PEAR嚴選程式庫 (附光碟): 資料庫連結•動態表單•身份認證•自動分頁•RSS新聞•檔案', '林孟偉', '旗標出版股份有限公司', '20051012', '9574423026', '文書應用軟體', '繁體中文');
INSERT INTO `bookinfo` VALUES ('資料庫系統原理 (第4版) ', '藍中賢/吳郁瑩', '碁峰資訊股份有限公司', '20051012', '9861542205', '文書應用軟體', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Java視窗程式設計 (附光碟): Swing 、MVC 架構、事件驅動、可掛式外觀', '位元文化', '文魁資訊股份有限公司', '20060419', '9861257349', '程式語言', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Visual Basic 2005程式開發與介面設計秘訣 (附2光碟) ', '章立民研究室', '碁峰資訊股份有限公司', '20060330', '9864219332', '程式語言', '繁體中文');
INSERT INTO `bookinfo` VALUES ('學會寫程式Visual Basic 6.0 (附光碟/增修版) ', 'Idea 3小組', '碁峰資訊股份有限公司', '20060330', '9864219235', '程式語言', '繁體中文');
INSERT INTO `bookinfo` VALUES ('The Object Primer 3/e 中文版: 靈活模型驅動開發與UML 2 ', '朱子傑/陳盈學', '碁峰資訊股份有限公司', '20060324', '9864219073', '程式語言', '繁體中文');
INSERT INTO `bookinfo` VALUES ('C Primer Plus 5/e中文精華版 (增訂版/附光碟) ', '蔡明志', '碁峰資訊股份有限公司', '20060120', '9864219049', '程式語言', '繁體中文');
INSERT INTO `bookinfo` VALUES ('JSP 2.0徹底研究 (附CD) ', '廖信彥', '博碩文化股份有限公司', '20060120', '9575278836', '程式語言', '繁體中文');
INSERT INTO `bookinfo` VALUES ('JSP 2.0動態網頁技術 (第3版/附CD)  ', '呂文達', '博碩文化股份有限公司', '20060119', '9575278828', '程式語言', '繁體中文');
INSERT INTO `bookinfo` VALUES ('How Objects Work: 物件導向系統是怎麼運作的 ', '平澤章', '博碩文化股份有限公司', '20051228', '9575278739', '程式語言', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Java 2 新觀念教本: 邁向SCJP專業認證 (第2版) ', '林新德', '學貫行銷股份有限公司', '20051226', '9867198328', '程式語言', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Photoshop插畫大師 (附光碟): 張雅涵唯美創作精選 ', '張雅涵', '上奇科技股份有限公司', '20060424', '9867199537', '繪圖排版', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Premiere Pro 2.0影音創作專家 (附光碟) ', '劉修蓉', '上奇科技股份有限公司', '20060417', '9867199588', '繪圖排版', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Flash Professional 8數位特效技巧 (附光碟) ', '王淦漳', '文魁資訊股份有限公司', '20060410', '9861257497', '繪圖排版', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Pro/ENGINEER手機模具設計 (附光碟)', '飛揚設計團隊', '網奕資訊科技股份有限公司', '20060403', '9867236556', '繪圖排版', '繁體中文');
INSERT INTO `bookinfo` VALUES ('精彩Flash 8中文版程式設計ActionScript(附光碟) ', '吳逸賢/吳目誠', '網奕資訊科技股份有限公司', '20060403', '9867236564', '繪圖排版', '繁體中文');
INSERT INTO `bookinfo` VALUES ('精彩Flash 8中文版動畫製作 (附光碟) ', '劉月詩/徐蕙英', '網奕資訊科技股份有限公司', '20060403', '9867236580', '繪圖排版', '繁體中文');
INSERT INTO `bookinfo` VALUES ('DV影片剪輯、應用、燒錄無雙技法 (附光碟) ', '曹青雲', '碁峰資訊股份有限公司', '20060321', '9864219308', '繪圖排版', '繁體中文');
INSERT INTO `bookinfo` VALUES ('數位相片創意編修．特效．列印 (附光碟)　: PhotoImpact魔法師　 ', '施威銘研究室', '旗標出版股份有限公司', '20060320', '9574423395', '繪圖排版', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Painter IX大插畫家 (附光碟) ', '韓子千/ 郭璧如/ 大隻熊/ May/ Su, Nicole ', '上奇科技股份有限公司', '20060215', '9867199502', '繪圖排版', '繁體中文');
INSERT INTO `bookinfo` VALUES ('我的第一本蘋果書 : Mac OS X Tiger 10.4 ', '詹凱盛', '碁峰資訊股份有限公司', '20060417', '9864219065', '作業系統', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Fedora Core 5 Linux安裝與系統管理 (附DVD) ', '李蔚澤', '碁峰資訊股份有限公司', '20060411', '9864219367', '作業系統', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Mac大圖解 : 軟體大攻略 (附光碟) ', '林銘鴻', '上奇科技股份有限公司', '200601116', '9867199456', '作業系統', '繁體中文');
INSERT INTO `bookinfo` VALUES ('How Windows Work 視窗系統是怎麼運作的 ', '天野 司', '博碩文化股份有限公司', '20051129', '9575278674', '作業系統', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Knoppix Hacks 駭客一百招 ', '柳百郁', '美商歐萊禮股份有限公司台灣分公司', '20051128', '9867794672', '作業系統', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Mandriva Linux 2006魔法護照 (附光碟) ', '施威銘研究室', '旗標出版股份有限公司', '20051124', '9574423093', '作業系統', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Windows登錄檔密技字典 ', 'PCuSER研究室', '電腦人文化事業股份有限公司', '20050923', '9867329554', '作業系統', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Linux系統管理特訓教材 (附DVD) ', '電腦技能基金會', '松崗電腦圖書資料股份有限公司', '20050815', '9861256210', '作業系統', '繁體中文');
INSERT INTO `bookinfo` VALUES ('WINDOWS XP密技大百科 ', 'PCUSER研究室', '電腦人文化事業股份有限公司', '20050812', '9867329503', '作業系統', '繁體中文');
INSERT INTO `bookinfo` VALUES ('終於學會Linux Fedora core 4 (附光碟) ', '王振民', ' 松崗電腦圖書資料股份有限公司', '20050705', '9861256075', '作業系統', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Windows XP加密解碼．毒駭攻防 (附光碟) ', '施威銘研究室', '旗標出版股份有限公司', '20051020', '9574423107', '工具軟體', '繁體中文');
INSERT INTO `bookinfo` VALUES ('英數輸入實力養成暨評量 (2005年版/附光碟) ', '電腦技能基金會', '松崗電腦圖書資料股份有限公司', '20050812', '9861255826', '工具軟體', '繁體中文');
INSERT INTO `bookinfo` VALUES ('中文輸入實力養成暨評量 ', '電腦技能基金會', '松崗電腦圖書資料股份有限公司', '20050601', '9861255362', '工具軟體', '繁體中文');
INSERT INTO `bookinfo` VALUES ('中文輸入實力養成暨評量（2005年版) ', '電腦技能基金會', '碁峰資訊股份有限公司', '20050520', '9864217631', '工具軟體', '繁體中文');
INSERT INTO `bookinfo` VALUES ('最新UNICODE倉頡輸入法 ', '葉添水/葉心寬', '松崗電腦圖書資料股份有限公司', '20050125', '9861254447', '工具軟體', '繁體中文');
INSERT INTO `bookinfo` VALUES ('軟體測試理論與實作 ', '飛思科技研發中心', '博碩文化股份有限公司', '20050101', '9575277783', '工具軟體', '繁體中文');
INSERT INTO `bookinfo` VALUES ('實戰LINUX防火牆: IPTABLES應用全蒐錄 ', '朱亮愷/黃晟誌', '上奇科技股份有限公司', '20041215', '9867529693', '工具軟體', '繁體中文');
INSERT INTO `bookinfo` VALUES ('嘸蝦米輸入法(多國語言版/教學語音光碟) ', '劉重次', '旗標出版股份有限公司', '20020301', '9577178316', '工具軟體', '繁體中文');
INSERT INTO `bookinfo` VALUES ('微軟新注音輸入法: 中文打字高手速成手冊 ', '許明仁', '學貫行銷股份有限公司', '00000000', '9570321180', '工具軟體', '繁體中文');
INSERT INTO `bookinfo` VALUES ('愛上我的無名小站 ', '無名小站', '紅色文化事業股份有限公司', '20060413', '9867440803', '網路╱通訊', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Dreamweaver 8無限延伸 (附光碟): 網頁設計整合進階技巧 ', '李啟宏', '文魁資訊股份有限公司', '20060410', '9861257292', '網路╱通訊', '繁體中文');
INSERT INTO `bookinfo` VALUES ('輕鬆學Dreamweaver 8網頁設計 (附光碟) ', '采風設計苑', '文魁資訊股份有限公司', '20060410', '9861257284', '網路╱通訊', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Samba-3實作手札 : 資源共享．安全管理 (附光碟) ', '陳永昇', '上奇科技股份有限公司', '20060406', '9867199561', '網路╱通訊', '繁體中文');
INSERT INTO `bookinfo` VALUES ('精彩Dreamweaver 8中文版動態網頁設計 (附光碟) ', '徐蕙英/劉月詩', '網奕資訊科技股份有限公司', '20060403', '9867236572', '網路╱通訊', '繁體中文');
INSERT INTO `bookinfo` VALUES ('資訊與網路安全: 秘密通訊與數位鑑識新技法 ', '王旭正/柯宏叡/ICCL-資訊密碼暨建構實驗室', '博碩文化股份有限公司', '20060331', '9575278909', '網路╱通訊 ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Design玩設計! 出色網頁大賞 ', '周虹/王剛', '電腦人文化事業股份有限公司', '20060330', '9867075102', '網路╱通訊 ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Design玩設計 ! 專業網站設計與配色實例解析 ', '梁景紅', '電腦人文化事業股份有限公司', '20060330', '9867075080', '網路╱通訊', '繁體中文');
INSERT INTO `bookinfo` VALUES ('3G第三代行動通訊網路技術 ', '張智江/朱士鈞/等', '文魁資訊股份有限公司', '20060406', '9861257187', '硬體組裝', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Nero Express 7燒錄寶典', '梁仁弘/嚴楓琪', '網奕資訊科技股份有限公司', '20060403', '9867236602', '硬體組裝', '繁體中文');
INSERT INTO `bookinfo` VALUES ('電腦秀逗自救手冊', '熊波波', '松崗電腦圖書資料股份有限公司', '20060401', '986125739X', '硬體組裝', '繁體中文');
INSERT INTO `bookinfo` VALUES ('密技偷偷報密字第貳拾柒號 ', 'PCUSER研究室', '電腦人文化事業股份有限公司', '20060125', '9867329880', '硬體組裝', '繁體中文');
INSERT INTO `bookinfo` VALUES ('iPod夢幻採購鑑定團 ', 'PCuSER研究室著', '電腦人文化事業股份有限公司', '20060125', '9867075005', '硬體組裝', '繁體中文');
INSERT INTO `bookinfo` VALUES ('軟體超人X光眼: 專案開發揭弊大爆料', '獨孤木', '全球華文線上出版聯盟', '20060401', '9861275770', '電腦資訊總論', '繁體中文');
INSERT INTO `bookinfo` VALUES ('電腦問題密技字典', 'PCuSER研究室', '電腦人文化事業股份有限公司', '20051130', '9867329791', '電腦資訊總論', '繁體中文');
INSERT INTO `bookinfo` VALUES ('影音轉檔密技字典 ', 'PCuSER研究室', '電腦人文化事業股份有限公司', '20051130', '9867329813', '電腦資訊總論', '繁體中文');
INSERT INTO `bookinfo` VALUES ('How Computers Work 電腦系統是怎麼運作的 ', '黃政凱', '博碩文化股份有限公司', '20051130', '9575278666', '電腦資訊總論', '繁體中文');
INSERT INTO `bookinfo` VALUES (' LPI Linux第一級資格檢定 (第2版)  ', '林長毅', '美商歐萊禮股份有限公司台灣分公司', '20051031', '9867794648', '電腦資訊總論', '繁體中文');
INSERT INTO `bookinfo` VALUES ('生物資訊計算導論', '詹鎮熊', '碁峰資訊股份有限公司', '20050908', '9861541829', '電腦資訊總論', '繁體中文');
INSERT INTO `bookinfo` VALUES ('WORD 2003特訓教材', '財團法人中華民國電腦技能基金會', '碁峰資訊股份有限公司', '20050906', '9864218255', '電腦資訊總論', '繁體中文');
INSERT INTO `bookinfo` VALUES ('TQC 2003 企業用才電腦實力評核（附光碟）: 辦公軟體應用篇 ', '財團法人中華民國電腦技能基金會', '碁峰資訊股份有限公司', '20050824', '9864218247', '電腦資訊總論', '繁體中文');
INSERT INTO `bookinfo` VALUES ('資訊科技與教學應用: 議題、理論與實務 ', '吳明隆╱林振欽', '經瑋國際股份有限公司', '20050802', '9867231120', '電腦資訊總論', '繁體中文');
INSERT INTO `bookinfo` VALUES ('慢慢走', '王盛弘', '二魚文化事業有限公司', '20060502', '9867237374', '中文現代文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('四日間的奇蹟', '淺倉卓彌', '小知堂文化事業有限公司', '20060510', '9574504905', '世界文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('生死疲勞', '莫言', '麥田出版社', '20060427', '9861730632', '中文現代文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('丁莊夢', '閻連科', '麥田出版社', '20060427', '9861730605', '中文現代文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('心寬路更寬', '簡良助', '健行文化出版事業有限公司', '20060601', '9867753844', '中文現代文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('稻草人長大了', '郭啟宏', '九歌出版社有限公司', '20060601', '9574443175', '中文現代文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('水是故鄉甜 (新版)', '琦君', '九歌出版社有限公司', '20060601', '9574443159', '中文現代文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('有一道河從中間流過', '陳少聰', '九歌出版社有限公司', '20060601', '9574443140', '中文現代文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('超完美情夫', '羅爾德．達爾', '皇冠文化出版有限公司', '20060605', '9573322404', '西洋文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('巴別塔之犬 The Dogs of Babel', '卡洛琳．帕克斯特 (Pakhurst, Carolyn)', '寶瓶文化', '20060601', '9867282515', '西洋文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('紙房子裡的人', '卡洛斯．M．多明格茲 (Dominguez, Carlos Maria)', '遠流出版事業股份有限公司', '20060601', '9573257858', '西洋文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('釋夢人 Le Complexe de Di', '戴思杰 (Dai, Sijie)', '皇冠文化出版有限公司', '20060529', '9573322439', '西洋文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('理性與感性', '珍．奧斯汀', '時報文化出版企業股份有限公司', '20060529', '9571344788', '西洋文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('珍.奧斯汀讀書會', '凱倫．裘依．芙勒', '時報文化出版企業股份有限公司', '20060522', '9571344826', '西洋文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('大於10的死罪 L''Arbre Des Possibles	', '柏納．韋伯 (Werber, Bernard)', '皇冠文化出版有限公司', '20060516', '9573322331', '西洋文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('荊棘之城', '莎拉．華特絲', '小知堂文化事業有限公司', '20060511', '9574504921', '西洋文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('羅馬故事', '艾伯托．莫拉維亞 (Moravia, Alberto)', '皇冠文化出版有限公司', '20060508', '9573322358', '西洋文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('一隻寵物的恐怖復仇', '迪諾．布扎第', '皇冠文化出版有限公司', '20060508', '9573322307', '西洋文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('平家物語圖典', '葉渭渠', '八方出版股份有限公司', '20060501', '9867024028', '世界文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('蟬時雨', '藤澤周平', '木馬文化事業有限公司', '20060505', '9867475933', '世界文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('愛，不由自主', '島本理生', ' 台灣國際角川書店股份有限公司', '20060502', '9861740627', '世界文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('最後開的花', '片山恭一', ' 時報文化出版企業股份有限公司', '20060424', '9571344632', '世界文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('14個月Separation', '市川拓司', '尖端出版', '20060420', '9571032050', '世界文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('美麗的靈魂', '島田雅彥', '台灣商務印書館股份有限公司', '20060528', '9570520604', '世界文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('鍵', '谷崎潤一郎', '聯合文學出版社有限公司', '20060519', '9575226119', '世界文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('燃燒的靈魂', '桐野夏生', '尖端出版', '20060511', '9571032522', '世界文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('達文西密碼 The Da Vinci Code', '丹．布朗  (Brown, Dan) ', '時報文化出版企業股份有限公司', '20040812', '9571341649', '大眾文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('超殺人事件: 推理作家的苦惱', '東野圭吾', '商周文化事業股份有限公司', '20060605', '9861246762', '大眾文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('夏天的故事', '珍．柏雪', '遠流出版事業股份有限公司', '20060605', '9573257882', '大眾文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('第五個死人', '賀寧．曼凱爾 (Mankell, Henning)', '皇冠文化出版有限公司', '20060516', '9573322382', '大眾文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('惡魔前來吹笛', '橫溝正史 (Seishi, Yokomizo)', '商周文化事業股份有限公司', '20060509', '9861246460', '大眾文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('達爾文的陰謀', '約翰．丹頓', '聯經出版事業股份有限公司', '20060501', '9570830042', '大眾文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('米樂的囚犯', '土屋隆夫', '商周文化事業股份有限公司', '20060501', '9861246525', '大眾文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('華氏451度', '雷．布萊伯利 (Bradbury, Ray)', '皇冠文化出版有限公司', '20060410', '9573322293', '大眾文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('天使與魔鬼', '丹．布朗 (Brown, Dan)', '時報文化出版企業股份有限公司', '20060327', '9571344583', '大眾文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('但丁俱樂部', '馬修．珀爾 (Pearl, Matthew)', '時報文化出版企業股份有限公司', '20060320', '9571344486', '大眾文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('苦惱與自由的平均律', '陳黎', '九歌出版社有限公司', '20051101', '9574442691', '詩', '繁體中文');
INSERT INTO `bookinfo` VALUES ('苦天使', '廖偉棠', '寶瓶文化', '20050801', '9867282183', '詩', '繁體中文');
INSERT INTO `bookinfo` VALUES ('台灣現代文選新詩卷', '向陽', '三民書局股份有限公司', '20050601', '9571442747', '詩', '繁體中文');
INSERT INTO `bookinfo` VALUES ('現代詩學 (第2版) ', '潘麗珠', '五南圖書出版股份有限公司', '20040301', '9571135615', '詩', '繁體中文');
INSERT INTO `bookinfo` VALUES ('一首詩的誕生 (新版)', '白靈', '九歌出版社有限公司', '20060601', '9574443108', '詩', '繁體中文');
INSERT INTO `bookinfo` VALUES ('黃越綏詩集', '黃越綏', '圓神出版社有限公司', '20060525', '9861331514', '詩', '繁體中文');
INSERT INTO `bookinfo` VALUES ('介殼蟲', '楊牧', '洪範書店有限公司', '20060417', '9576742706', '詩', '繁體中文');
INSERT INTO `bookinfo` VALUES ('貝嶺詩選', '貝嶺', '傾向出版社', '20060401', '9572840835', '詩', '繁體中文');
INSERT INTO `bookinfo` VALUES ('冬日浮燄', '林和', '天下遠見出版股份有限公司', '20060327', '9864176420', '詩', '繁體中文');
INSERT INTO `bookinfo` VALUES ('半島的疼痛', '金光林', '晨星出版社', '20060323', '9861770054', '詩', '繁體中文');
INSERT INTO `bookinfo` VALUES ('當代臺灣女性小說史論', '樊洛平', '台灣商務印書館股份有限公司', '20060401', '9570520388', '中國文學論集', '繁體中文');
INSERT INTO `bookinfo` VALUES ('在理論的年代', '李有成', '允晨文化實業股份有限公司', '20060310', '9867178106', '中國文學論集', '繁體中文');
INSERT INTO `bookinfo` VALUES ('作文高手', '余青錦', ' 商周文化事業股份有限公司', '20060310', '9861246072', '中國文學論集', '繁體中文');
INSERT INTO `bookinfo` VALUES ('中國文學史', '李小龍/張仲裁/楊飛', '大地出版社', '20060305', '9867480465', '中國文學論集', '繁體中文');
INSERT INTO `bookinfo` VALUES ('翫．封神', '王勇', '咖啡田文化館', '20060201', '9867524872', '中國文學論集', '繁體中文');
INSERT INTO `bookinfo` VALUES ('中國小說人物事典', '季子弘', '好讀出版有限公司', '20060123', '9574559602', '中國文學論集', '繁體中文');
INSERT INTO `bookinfo` VALUES ('中國文學的美感', '柯慶明', '麥田出版社', '20051226', '9861730214', '中國文學論集', '繁體中文');
INSERT INTO `bookinfo` VALUES ('文本風景: 自我與空間的相互定義', '鄭毓瑜', '麥田出版社', '20051208', '9861730060', '中國文學論集', '繁體中文');
INSERT INTO `bookinfo` VALUES ('古典小說篇章結構修辭史', '吳禮權', ' 台灣商務印書館股份有限公司', '20051201', '9570520051', '中國文學論集', '繁體中文');
INSERT INTO `bookinfo` VALUES ('野叟曝言作者夏敬渠年譜', '王瓊玲', '台灣學生書局有限公司', '20051101', '9571512802', '中國文學論集', '繁體中文');
INSERT INTO `bookinfo` VALUES ('西洋文學大教室 (增訂版): 精讀經典 ', '彭鏡禧', '九歌出版社有限公司', '20060601', '9574443132', '世界文學論集', '繁體中文');
INSERT INTO `bookinfo` VALUES ('退稿信', '安德烈．柏納/比爾．韓德森 ', '寶瓶文化', '20060515', '9867282485', '世界文學論集', '繁體中文');
INSERT INTO `bookinfo` VALUES ('K一頓卡夫卡', '卡拉．瑞美特 (Reimert, Karla) ', '商周文化事業股份有限公司', '20060515', '9861246614', '世界文學論集', '繁體中文');
INSERT INTO `bookinfo` VALUES ('中文經典100句 : 世說新語', '翁淑玲', '商周文化事業股份有限公司', '20060503', '9861246541', '中國經典', '繁體中文');
INSERT INTO `bookinfo` VALUES ('教你學會101招待人接物 ', '吳蜀魏', ' 高談文化事業股份有限公司', '20060510', '9867101154', '中國經典', '繁體中文');
INSERT INTO `bookinfo` VALUES ('漢字的故事', '林西莉 (Lindqvist, Cecilia)', '貓頭鷹出版社', '20060324', '9867415892', '中國經典', '繁體中文');
INSERT INTO `bookinfo` VALUES ('柔軟的神殿 : 古典小說的神性與人性', '張曼娟', '麥田出版社', '20060602', '9861730796', '中國經典', '繁體中文');
INSERT INTO `bookinfo` VALUES ('少年間諜艾列克 1: 風暴剋星', '安東尼．赫洛維茲 (Horowitz, Anthony)', '貓巴士出版', '20060601', '957570813X', '青少年文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('卡彭老大幫我洗襯衫', '貞妮佛．邱丹柯 (Choldenko, Gennifer)', '台灣東方出版社股份有限公司', '20060601', '9575708180', '青少年文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('少年間諜艾列克 2: 直擊顛峰', '安東尼．赫洛維茲 (Horowitz, Anthony)', '貓巴士出版', '20060601', '957570812X', '青少年文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('讓歐洲微笑的建築', '朱沛亭', '木馬文化事業有限公司', '20060530', '9867475968', '建築', '繁體中文');
INSERT INTO `bookinfo` VALUES ('一泉活水 : 陳其寬', '鄭惠美', '印刻出版有限公司INK', '20060503', '9867108337', '建築', '繁體中文');
INSERT INTO `bookinfo` VALUES ('建築名詞', '張永和', '田園城市文化事業有限公司', '20060501', '9867705645', '建築', '繁體中文');
INSERT INTO `bookinfo` VALUES ('永續建築白皮書', '地球宣言組織', '積木文化股份有限公司', '20060427', '9867039009', '建築', '繁體中文');
INSERT INTO `bookinfo` VALUES ('以口還口', '連浩延', '無', '20060401', '9868216001', '建築', '繁體中文');
INSERT INTO `bookinfo` VALUES ('目寓', '連浩延', '無', '20060401', '986821601X', '建築', '繁體中文');
INSERT INTO `bookinfo` VALUES ('北歐瑞典的幸福設計', '山本由香', '西遊記文化事業有限公司', '20060530', '9868175143', '設計', '繁體中文');
INSERT INTO `bookinfo` VALUES ('手工自創品牌: 100% Hand-Made', '曾秀鈴', '積木文化股份有限公司', '20060427', '9867039084', '設計', '繁體中文');
INSERT INTO `bookinfo` VALUES ('配色王', 'CR&LF研究所', '博碩文化股份有限公司', '20060324', '9575278984', '設計', '繁體中文');
INSERT INTO `bookinfo` VALUES ('寫給大家的平面設計書', '羅蘋．威廉斯 (Williams, Robin)', '三言社', '20060410', '9867581334', '設計', '繁體中文');
INSERT INTO `bookinfo` VALUES ('白夜北歐', '王受之', '藝術家雜誌社', '20060401', '986703404X', '設計', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Canon EOS 30D SUPER BOOK數位單眼相機完全解析', 'CAPA特別編輯', '尖端出版', '20060511', '9571032611', '攝影', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Nikon數位相機鏡頭完全指南', '伊達淳一', '尖端出版', '20060503', '9571032557', '攝影', '繁體中文');
INSERT INTO `bookinfo` VALUES ('緩慢. 等待. 美麗邊境', '杜政偉', '大塊文化出版股份有限公司', '20060425', '9867059107', '攝影', '繁體中文');
INSERT INTO `bookinfo` VALUES ('50/50 馮光遠攝影', '馮光遠', ' 英屬蓋曼群島商網路與書股份有限公司', '20060310', '9868162394', '攝影', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Nikon Nikkor LENS 數位相機鏡頭指南 (附CD)', '柴田三雄', '尖端出版', '20060228', '9571031801', '攝影', '繁體中文');
INSERT INTO `bookinfo` VALUES ('東方茱麗葉華麗寫真書', '可米製作有限公司', '平裝本出版有限公司', '20060522', '9578035721', '戲劇舞蹈表演', '繁體中文');
INSERT INTO `bookinfo` VALUES ('愛殺17: 電視小說', '三匠電視/ 江紹華', '台視文化事業股份有限公司', '20060503', '9575657322', '戲劇舞蹈表演', '繁體中文');
INSERT INTO `bookinfo` VALUES ('中國京劇二十講', '駱正', ' 聯經出版事業股份有限公司', '20060515', '9570830115', '戲劇舞蹈表演', '繁體中文');
INSERT INTO `bookinfo` VALUES ('霹靂武器事典 2', '黃強華', '霹靂出版社', '20060509', '9867992245', '戲劇舞蹈表演', '繁體中文');
INSERT INTO `bookinfo` VALUES ('米可GO幕後紀實', '三群製作', '台視文化事業股份有限公司', '20060501', '9575657306', '戲劇舞蹈表演', '繁體中文');
INSERT INTO `bookinfo` VALUES ('達文西密碼電影珍藏版', '阿奇瓦．高斯曼', '時報文化出版企業股份有限公司', '20060605', '9571344893', '電影', '繁體中文');
INSERT INTO `bookinfo` VALUES ('讓我們再愛一次', '徐立功/ 李令儀', '天下遠見出版股份有限公司', '20060525', '986417696X', '電影', '繁體中文');
INSERT INTO `bookinfo` VALUES ('吳宇森電影講座', '卓伯棠', '印刻出版有限公司INK', '20060215', '9867108221', '電影', '繁體中文');
INSERT INTO `bookinfo` VALUES ('宮崎 駿出發點 1979-1996', '宮崎 駿', '台灣東販出版社', '20060124', '9574738434', '電影', '繁體中文');
INSERT INTO `bookinfo` VALUES ('國士無雙之電影出生日記 (附拍片花絮DVD)', '盧泓', '大塊文化出版股份有限公司', '20060119', '9867291948', '電影', '繁體中文');
INSERT INTO `bookinfo` VALUES ('蛻變: 章子怡的成長紀實', '杜麗', '大都會文化事業有限公司', '20060101', '9867651642', '電影', '繁體中文');
INSERT INTO `bookinfo` VALUES ('紐約時報嚴選100張值得珍藏的古典音樂專輯', '亞倫．柯金', ' 商周文化事業股份有限公司', '20060503', '9861246096', '音樂', '繁體中文');
INSERT INTO `bookinfo` VALUES ('咬一口莫札特', '萊赫德．哈特曼 (Hartmann, Reinhold)', '商周文化事業股份有限公司', '20060515', '9861246606', '音樂', '繁體中文');
INSERT INTO `bookinfo` VALUES ('理查．史特勞斯的 莎樂美', '羅基敏/梅樂亙', '高談文化事業股份有限公司', '20060501', '9867101162', '音樂', '繁體中文');
INSERT INTO `bookinfo` VALUES ('美的歷史', '安伯托．艾可 (Eco, Umberto)', '聯經出版事業股份有限公司', '20060512', '9570829672', '美術', '繁體中文');
INSERT INTO `bookinfo` VALUES ('尋找山中的塞尚', '史作檉', '典藏雜誌社', '20060501', '9867519744', '美術', '繁體中文');
INSERT INTO `bookinfo` VALUES ('另類的出口', '約翰．伯格 (Berger, John)', '麥田出版社', '20060413', '9861730664', '美術', '繁體中文');
INSERT INTO `bookinfo` VALUES ('書家列傳', '劉長春', '三聯書店（香港）有限公司', '20060201', '9620425294', '美術', '繁體中文');
INSERT INTO `bookinfo` VALUES ('你不可不知道的300幅浪漫愛情畫', '許麗雯', '高談文化事業股份有限公司', '20060518', '9867101189', '美術', '繁體中文');
INSERT INTO `bookinfo` VALUES ('圖說巨匠教的藝術課', '戴偉傑', '易博士出版社', '20060509', '9867881591', '美術', '繁體中文');
INSERT INTO `bookinfo` VALUES ('2006名家室內設計選 : 住宅空間篇', '邱子穎/余佩樺/陳益綜/張雨仙/吳孟純', '當代設計雜誌社', '20060520', '9579123195', '室內設計', '繁體中文');
INSERT INTO `bookinfo` VALUES ('聰明改裝大作戰', '主婦生活社編輯部', '傑克魔豆文化事業股份有限公司', '20060502', '986715648X', '室內設計', '繁體中文');
INSERT INTO `bookinfo` VALUES ('迷你馬賽克', '林得志/ 黃麗珠', '紅色文化事業股份有限公司', '20060519', '986744082X', '室內設計', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Buy家女享樂主義', 'Via', '蘋果屋', '20060524', '9868200415', '工藝風尚收藏', '繁體中文');
INSERT INTO `bookinfo` VALUES ('我的生活裁縫小物', '康碧芬', '東觀國際文化股份有限公司', '20060601', '9867636694', '工藝風尚收藏', '繁體中文');
INSERT INTO `bookinfo` VALUES ('孩子氣', '生活手創俱樂部', '太雅出版有限公司', '20060524', '9867456823', '工藝風尚收藏', '繁體中文');
INSERT INTO `bookinfo` VALUES ('毛氈布動物玩偶', '瑪麗諾愛樂．巴亞 (Bayard, Marie-Noelle)', '太雅出版有限公司', '20060524', '9867456882', '工藝風尚收藏', '繁體中文');
INSERT INTO `bookinfo` VALUES ('美之饌:食物與物件的相對論', '李佩玲', '田園城市文化事業有限公司', '20060501', '9867705661', '飲食生活', '繁體中文');
INSERT INTO `bookinfo` VALUES ('230道健康對症蔬果汁 ', '周薇麗', '出版菊文化事業有限公司', '20060529', '9570452722', '飲食生活 ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('涼涼的吃麵 ', '曾秀保', ' 時報文化出版企業股份有限公司', '20060515', '9571344869', '飲食生活', '繁體中文');
INSERT INTO `bookinfo` VALUES ('完全認識西點麵糰 ', '蕭惠珍', '楊桃文化', '20060515', '9867245822', '飲食生活', '繁體中文');
INSERT INTO `bookinfo` VALUES ('醃肉秘方完整公開 ', '劉仁華', '楊桃文化', '20060505', '9867245814', '飲食生活 ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('大長今 食療寶典:食物是最好的醫藥  ', '朴春善', '霍克文化', '20060501', '9867262638', '飲食生活 ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('好吃．義大利:一生中必品嚐的88道食譜', '愛麗斯．佛倫瓦德', '知識領航出版社', '20060501', '9867090047', '飲食生活', '繁體中文');
INSERT INTO `bookinfo` VALUES ('四季甜湯 ', '李德強', '楊桃文化', '20060501', '9867245792', '飲食生活 ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('新食尚風:寒天輕食 ', '小菅陽子', '笛藤出版圖書有限公司', '20060426', '9577104606', '飲食生活', '繁體中文');
INSERT INTO `bookinfo` VALUES ('人氣菠蘿麵包', '王紳禧', '楊桃文化', '20060425', '9867245784', '飲食生活 ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('我是丐幫旅行家:行騙天下35招 ', '邱一新', '天下遠見出版股份有限公司', '20060529', '9864176897', '旅行', '繁體中文');
INSERT INTO `bookinfo` VALUES ('在鬱金香之國小住', '韓良憶', '皇冠文化出版有限公司', '20060516', '9573322374', '旅行', '繁體中文');
INSERT INTO `bookinfo` VALUES ('玩食:美味料理的旅行故事', '篠藤百合', '馬可孛羅文化事業股份有限公司', '20060509', '9867247329', '旅行', '繁體中文');
INSERT INTO `bookinfo` VALUES ('吃垮達文西:張國立+趙薇的法國飯團', '張國立/趙薇', '時周文化事業股份有限公司', '20060508', '9867586344', '旅行', '繁體中文');
INSERT INTO `bookinfo` VALUES ('林龍帶路寶島進鄉團 ', '林龍', '文經出版社有限公', '20060316', '9576634679', '旅行', '繁體中文');
INSERT INTO `bookinfo` VALUES ('威尼斯', '林潔盈', '宏碩文化事業股份有限公司', '20060601', '9867143272', '旅行', '繁體中文');
INSERT INTO `bookinfo` VALUES ('羅馬', '全映玉', '宏碩文化事業股份有限公司', '20060601', '9867143264', '旅行', '繁體中文');
INSERT INTO `bookinfo` VALUES ('倫敦 ', '李俊明', '宏碩文化事業股份有限公司', '20060601', '9867143256', '旅行', '繁體中文');
INSERT INTO `bookinfo` VALUES ('巴黎', '陳玟蓓', '宏碩文化事業股份有限公司', '20060601', '9867143280', '旅行', '繁體中文');
INSERT INTO `bookinfo` VALUES ('此生必遊臺灣100點:中部，南部', '蘋果日報副刊中心', '商周文化事業股份有限公司', '20060530', '9861246320', '旅行', '繁體中文');
INSERT INTO `bookinfo` VALUES ('圖解高爾夫學習百科', '林虹均', '三采文化出版事業有限公司', '20060307', '9867137108', '生活休閒', '繁體中文');
INSERT INTO `bookinfo` VALUES ('法國女魅力小百科', '索妮雅', '方智出版社股份有限公司', '20060525', '9861750134', '生活休閒 ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('律動瑜伽學習百科', '繆克斯', '貓頭鷹出版社', '20060524', '9867001028', '生活休閒 ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('貧窮貴公主', '姚采穎', '平裝本出版有限公司', '20060516', '9578035764', '生活休閒', '繁體中文');
INSERT INTO `bookinfo` VALUES ('世界不思議鬼影檔案 ', '布萊德．史泰吉', '好讀出版有限公司', '20060510', '9861780084', '生活休閒', '繁體中文');
INSERT INTO `bookinfo` VALUES ('我44歲,兒子53歲', '史戴拉．崔維斯', '商周文化事業股份有限公司', '20060503', '9861246444', '生活休閒', '繁體中文');
INSERT INTO `bookinfo` VALUES ('孩子們的瑜珈課', '洪光明', '相映文化', '20060503', '9867461177', '生活休閒', '繁體中文');
INSERT INTO `bookinfo` VALUES ('大家都來做彼拉提斯', 'Gino', '麥田出版社', '20060427', '9861730729', '生活休閒', '繁體中文');
INSERT INTO `bookinfo` VALUES ('人生十八局', '吳清源', '聯經出版事業股份有限公司', '20060401', '9570829826', '生活休閒', '繁體中文');
INSERT INTO `bookinfo` VALUES ('死定了', '菲爾史考特/彼得英格曼', '八方出版股份有限公司', '20060401', '9868202078', '生活休閒', '繁體中文');
INSERT INTO `bookinfo` VALUES ('未來情報,改變命運', '森田健', '新苗文化事業有限公司', '20060505', '9574512681', '命理占星╱風水', '繁體中文');
INSERT INTO `bookinfo` VALUES ('地之理與人之道 ', '崔昌祚', '小異出版', '20060425', '9868217431', '命理占星╱風水', '繁體中文');
INSERT INTO `bookinfo` VALUES ('風水與環境 ', '漢寶德', '小異出版', '20060425', '9868217415', '命理占星╱風水', '繁體中文');
INSERT INTO `bookinfo` VALUES ('別跟他們說再見', '艾莉森．杜柏', '小異出版', ' 20060425', '9868217423', '命理占星╱風水', '繁體中文');
INSERT INTO `bookinfo` VALUES ('通靈者說', '施寄青', '小異出版', '20060425', '9868217407', '命理占星╱風水', '繁體中文');
INSERT INTO `bookinfo` VALUES ('好家在有好風水', '蔡上機', '如何出版社', '20060425', '9861360875', '命理占星╱風水', '繁體中文');
INSERT INTO `bookinfo` VALUES ('風水學習百科', '沈在紅', '貓頭鷹出版社', '20060410', '9867415965', '命理占星╱風水', '繁體中文');
INSERT INTO `bookinfo` VALUES ('外星生命控制人類的命運', '長弓聖', '台灣民生出版有限公司', '20060401', '9868184126', '命理占星╱風水', '繁體中文');
INSERT INTO `bookinfo` VALUES ('史上最大預言即將應驗', '長弓聖', '台灣民生出版有限公司', '20060401', '9868184118', '命理占星╱風水', '繁體中文');
INSERT INTO `bookinfo` VALUES ('超越想像的地下世界 ', '江建川', '亞洲圖書', '20060320', '9867113152', '命理占星╱風水', '繁體中文');
INSERT INTO `bookinfo` VALUES ('Gloomy Sunday Rosy:陳珊妮畫集', '陳珊妮', '荒島網路科技股份有限公司', '20060601', '9868222702', '圖文漫畫', '繁體中文');
INSERT INTO `bookinfo` VALUES ('黑色大書:十年前的黑色戰慄，十年後驚悚再現', '麥人杰', '大辣出版股份有限公司', '20060601', '9868193648', '圖文漫畫 ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('一個人的第一次 ', ' 高木直子', '大田出版有限公司', '20060601', '9861790047', '圖文漫畫', '繁體中文');
INSERT INTO `bookinfo` VALUES ('你看見,我愛你嗎? ', '鄭憲載', '皇冠文化出版有限公司', '20060605', '9573322390', '圖文漫畫', '繁體中文');
INSERT INTO `bookinfo` VALUES ('心晴滿分', '宇佐美百合子', '格林文化事業股份有限公司', '20060524', '9577459099', '圖文漫畫', '繁體中文');
INSERT INTO `bookinfo` VALUES ('在彼此的地圖相遇', '琦拉．卡蜜那提', ' 格林文化事業股份有限公司', '20060503', '9577459056', '圖文漫畫', '繁體中文');
INSERT INTO `bookinfo` VALUES ('衰神左撇子:提神醒腦、笑到飆淚的左撇子生活日記 ', '田宮知佳', '馬可出版企畫所', '20060501', '9868213487', '圖文漫畫', '繁體中文');
INSERT INTO `bookinfo` VALUES ('寂寞,在生命最後八天', '瑪嘉．莎塔碧', '三言社', '20060424', '9867581350', '圖文漫畫 ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('唯有你', '松原理惠', '格林文化事業股份有限公司', '20060420', '9577458750', '圖文漫畫', '繁體中文');
INSERT INTO `bookinfo` VALUES ('你好嗎?', '淺見帆帆子', '馬可出版企畫所', '20060301', '9868196965', '圖文漫畫', '繁體中文');
INSERT INTO `bookinfo` VALUES ('創智慧:理解人腦運作,打造智慧機器 ', 'Hawkins,Jeff/Blakeslee,Sandra', '遠流出版事業股份有限公司', '20060601', '9573257750', '科普', '繁體中文');
INSERT INTO `bookinfo` VALUES ('芬蘭驚艷: 全球成長競爭力第一名的故事 ', '吳祥輝', '遠流出版事業股份有限公司', '20060510', '9573257785', '社會', '繁體中文');
INSERT INTO `bookinfo` VALUES ('懲罰與現代社會', '大衛．葛蘭', '商周文化事業股份有限公司', '20060515', '9861245545', '社會', '繁體中文');
INSERT INTO `bookinfo` VALUES ('天生買家: 搶救買無止盡的下一代', '茱莉亞．薛荷', '天下雜誌股份有限公司', ' 20060503', '9867158733', '社會', '繁體中文');
INSERT INTO `bookinfo` VALUES ('外卡效應', '安琪拉．史坦穆勒/ 卡爾漢茲．史坦穆勒', '臉譜出版社', '20060324', '9867058070', '社會', '繁體中文');
INSERT INTO `bookinfo` VALUES ('知識份子 ', '立緒文化編輯部', '立緒文化公司', '20060310', '9867416414', '社科 〉社會 ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('不連續的時代', '彼得．布拉克', '寶鼎出版社', '20060124', '9867118537', '社會', '繁體中文');
INSERT INTO `bookinfo` VALUES ('社會學理論', '石計生', '三民書局股份有限公司', '20060101', '9571441945', '社會', '繁體中文');
INSERT INTO `bookinfo` VALUES ('2006世界年鑑', '中央通訊社', '中央通訊社', ' 20051231', '9572832778', '社會', '繁體中文');
INSERT INTO `bookinfo` VALUES ('現代性與自我認同', '安東尼•紀登斯', '左岸文化事業有限公司', '20051125', '9867174178', '社會', '繁體中文');
INSERT INTO `bookinfo` VALUES ('民族國家與暴力', '安東尼•紀登斯', '左岸文化事業有限公司', '20051125', '986717416X', '社會', '繁體中文');
INSERT INTO `bookinfo` VALUES ('論語別裁', '南懷瑾', '老古文化事業有限公司', '20050101', '9572070533', '中國經典', '繁體中文');
INSERT INTO `bookinfo` VALUES ('最ㄅㄧㄤˋ的數學公式', '里翁賴爾．薩利姆/泰斯塔', '天下遠見出版股份有限公司', '20060525', '9864177001', '科普', '繁體中文');
INSERT INTO `bookinfo` VALUES ('毒物魅影', '約翰．廷布瑞', '商周文化事業股份有限公司', '20060509', '9861246592', '科普', '繁體中文');
INSERT INTO `bookinfo` VALUES ('果蠅．基因．怪老頭', '強納森．溫納', '時報文化出版企業股份有限公司', '20060501', '9571344761', '科普', '繁體中文');
INSERT INTO `bookinfo` VALUES ('冥王星吃起來是什麼味道?', '貝曼', '遠流出版事業股份有限公司', '20060501', '9573257807', '科普', '繁體中文');
INSERT INTO `bookinfo` VALUES ('薛丁格的兔子', '布魯斯', '天下遠見出版股份有限公司', '20060428', '9864176692', '科普', '繁體中文');
INSERT INTO `bookinfo` VALUES ('細菌之謎', '蓋爾格．許恩', '晨星出版社', '20060424', '9574559920', '科普', '繁體中文');
INSERT INTO `bookinfo` VALUES ('乳酸菌，你們還活著嗎? ', '羅伯特．沃克', '三言社', '20060418', '9867581342', '科普', '繁體中文');
INSERT INTO `bookinfo` VALUES ('動動腦，數學會更好', '喬恩．米林登', '商周文化事業股份有限公司', '20060404', '9861246126', '科普', '繁體中文');
INSERT INTO `bookinfo` VALUES ('揭發科學史上最大的錯誤', '長弓聖', '台灣民生出版有限公司', '20060401', '986818410X', '科普', '繁體中文');
INSERT INTO `bookinfo` VALUES ('東京貓町散步', '一志敦子', '人人出版股份有限公司', '20060605', '986711213X', '科學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('腦袋開花', '管管', '商周文化事業股份有限公司', '20060530', '9861246703', '科學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('菜市場魚圖鑑', '賴春福/吳佳瑞', '天下遠見出版股份有限公司', '20060509', '986417682X', '科普', '繁體中文');
INSERT INTO `bookinfo` VALUES ('台灣鳥類圖誌 ', '陳加盛', '田野影像出版社', '20060428', '9574132668', '科學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('追蝴蝶的人:陳維壽的七十年蝴蝶夢 ', '陳維壽', '先覺出版股份有限公司', '20060428', '9861340564', '科學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('動物園驚奇', '余珍芳', '麥田出版社', '20060427', '9861730710', '科學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('100種了解貓咪的方法 ', '羅傑．塔伯', '太雅出版有限公司', '20060424', '9867456866', '科學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('動物百科圖鑑:透視六大類動物生態全記錄 ', '珍妮．布魯斯', '明天國際圖書有限公司', '20060412', '9867256719', '科學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('所羅門王的貓狗指環', '康拉德．勞倫茲', '野人文化股份有限公司', '20060401', '986820593X', '科學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('嘆為觀止的奇獸異物', 'Conklin,Steven R.', '亞洲圖書', '20060410', '9867113195', '科學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('無效的醫療', '尤格．布雷希', '左岸文化事業有限公司', '20060601', '986717447X', '醫學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('潘朵拉的孩子', '羅賓．馬蘭茲．赫尼格', '久周出版文化事業有限公司', '20060601', '9868193575', '醫學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('感謝老天，我得了癌症:許達夫醫師與癌共存之道  ', '許達夫', '天下遠見出版股份有限公司', '20060512', '9864176900', '醫學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('人體石頭記 ', '陳偉寶', '原水文化', '20060605', '9867069102', '醫學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('關鍵時刻吃出美麗', '許美雅', '如何出版社', '20060530', '9861360913', '醫學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('與腦對話:腦呼吸啟動生命能量', '李承憲', '方智出版社股份有限公司', '20060530', '9861750177', '醫學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('營養博士教你自然排毒最健康', '謝明哲', '三采文化出版事業有限公司', '20060523', '9867137655', '醫學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('青春不留痘', '高橋日出彥', '中經社', '20060522', '9867348788', '醫學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('蔬果寶典 ', '古月胡', '三意文化', '20060515', '986820559X', '醫學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('別讓醫院殺了你', '唐納．巴萊特/詹姆士．史提爾', '商周文化事業股份有限公司', '20060509', '986124655X', '醫學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('這樣運動、養生最有效', '紀康寶', '倚天文化事業有限公司', '20060510', '9867300432', '醫學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('原來,我們的生活很巴黎', '瓊恩．德尚', '天下遠見出版股份有限公司', '20060529', '9864176935', '歷史', '繁體中文');
INSERT INTO `bookinfo` VALUES ('改變世界的100天', '明天工作室', ' 明天國際圖書有限公司', '20060515', '9867256999', '歷史', '繁體中文');
INSERT INTO `bookinfo` VALUES ('龐貝的末日 ', 'Wilkinson, Paul', '霍克文化', '20060612', '9868148480', '歷史', '繁體中文');
INSERT INTO `bookinfo` VALUES ('百年繁華，最鹿港', '心岱', '西遊記文化事業有限公司', '20060606', '986817516X', '歷史', '繁體中文');
INSERT INTO `bookinfo` VALUES ('正說乾隆 ', '周遠廉', '大地出版社', '20060601', '9867480538', '歷史', '繁體中文');
INSERT INTO `bookinfo` VALUES ('156個中國人的統御智慧', '宋效永/袁世全', '華立文化', '20060601', '9867053141', '歷史', '繁體中文');
INSERT INTO `bookinfo` VALUES ('古希臘的歷史', '納撒尼爾', '究竟出版社股份有限公司', '20060530', '9861370560', '歷史', '繁體中文');
INSERT INTO `bookinfo` VALUES ('不為人知的中國皇室秘辛', '曉敏/陳明', '中經社', '20060522', '986734880X', '歷史', '繁體中文');
INSERT INTO `bookinfo` VALUES ('歷史大哉問 ', '哈里特．史淵', '三言社', '20060519', '9867581369', '歷史', '繁體中文');
INSERT INTO `bookinfo` VALUES ('達爾文與小獵犬號之謎', '費利西亞．羅', '天下遠見出版股份有限公司', '20060516', '9864176919', '歷史', '繁體中文');
INSERT INTO `bookinfo` VALUES ('追逐日光', '尤金．歐凱利', '商周文化事業股份有限公司', '20060613', '9861246649', '心理學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('這一次你能看懂別人的心', '多湖輝', '小知堂文化事業有限公司', '20060610', '9574504980', '心理學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('她在想什麼? 想要什麼?', '島田一男', '新雨出版社', '20060601', '957733900X', '心理學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('愈簡單，愈自在', '李欣霖', '有名堂文化館', '20060601', '9867524985', '心理學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('讓我們一起拼幸福', '黃子蓉', '普天出版社', '20060601', '9867060148', '心理學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('遇見你，我更懂自己!', '吳若權', '圓神出版社有限公司', '20060530', '9861331522', '心理學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('生活就要不在乎:拋開面子才能活得快樂自在 ', '呂涵', '全品圖書出版有限公司', '20060520', '9868206170', '心理學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('生活的智慧', '周春塘', '知識風出版社．優閒風出版社', '20060515', '9861212655', '心理學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('活得比別人更聰明', '胡建文', '思高文化', '20060515', '9867220412', '心理學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('讓你有大格局的小寓言', '柯玉媛', '九角文化事業有限公司', '20060515', '9867293398', '心理學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('非理性的魅惑 ', '理查．沃林', '寂天文化事業有限公司', '20060501', '9867416457', '哲學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('易經的金句名言', '元愛州', '九角文化事業有限公司', '20060501', '9867293401', '哲學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('讀莊子天下篇疏記', '錢基博', ' 台灣商務印書館股份有限公司', '20060501', '9570520507', '哲學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('打開哲學家的大門:走進經典的16把鑰匙  ', '羅伯．齊默', '究竟出版社股份有限公司', '20060425', '9861370544', '哲學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('毛澤東思想和儒學', '金觀濤/劉青', ' 風雲時代出版股份有限公司', '20060421', '9861462724', '哲學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('法家的智慧', '張易', '文經閣出版社', '20060401', '9577133126', '哲學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('感謝嘲笑你的人:別人的嘲笑，才能讓你看見自己 ', '凌越', '普天出版社', '20060510', '986706013X', '哲學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('別用小事折磨自己:不要讓小事綁架你的腦袋 ', '黛恩', '普天出版社', '20060510', '9867060113', '哲學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('兒童分析的故事', '梅蘭妮．克萊恩', '心靈工坊文化事業股份有限公司', '20060509', '9867574710', '哲學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('親親手作布玩具: 繪本和玩偶的世界', '石川真理子', '積木文化股份有限公司', '20060606', '9867039122', '工藝風尚收藏', '繁體中文');
INSERT INTO `bookinfo` VALUES ('覺悟勇士:香巴拉的智慧傳承', '邱陽．創巴', '橡樹林文化', '20060605', '9867884531', '宗教', '繁體中文');
INSERT INTO `bookinfo` VALUES ('告訴你一位真實的佛陀', '朱岩', '大地出版社', '20060601', '986748052X', '宗教', '繁體中文');
INSERT INTO `bookinfo` VALUES ('一禪,一世界', '龍子民', '英屬維京群島商高寶國際有限公司', '20060601', '9867088492', '宗教', '繁體中文');
INSERT INTO `bookinfo` VALUES (' 讓厄運全然消失的密碼 ', '張莊圓', '靜音文化事業有限公司', '20060510', '9868146399', '宗教', '繁體中文');
INSERT INTO `bookinfo` VALUES ('神秘的趨吉避凶祕法護身咒 ', '張莊圓', '靜音文化事業有限公司', '20060510', '9868146380', '宗教', '繁體中文');
INSERT INTO `bookinfo` VALUES ('心靈甘露:達賴喇嘛的啟示話語 ', '莊耀輝', '圓明出版社', '20060510', '9574880389', '宗教', '繁體中文');
INSERT INTO `bookinfo` VALUES ('臺灣的敬字亭 ', '張志遠', '遠足文化事業股份有限公司', '20060502', '9867630777', '宗教', '繁體中文');
INSERT INTO `bookinfo` VALUES ('佛陀的美麗新世界:遇見18位世界佛教和平工作者 ', '大衛．查波', '法鼓文化事業股份有限公司', '20060501', '9575983513', '宗教', '繁體中文');
INSERT INTO `bookinfo` VALUES ('近乎佛教徒 ', '宗薩蔣揚欽哲仁波切', '知識領航出版社', '20060501', '9867090071', '宗教', '繁體中文');
INSERT INTO `bookinfo` VALUES ('明日之神 ', '尼爾．唐納．沃許', '方智出版社股份有限公司', '20060428', '9861750096', '宗教', '繁體中文');
INSERT INTO `bookinfo` VALUES ('禪味', '詹衡宇', '英屬維京群島商高寶國際有限公司', '20060426', '9867088409', '宗教', '繁體中文');
INSERT INTO `bookinfo` VALUES ('宗教哲學:佛教的觀點', '阿文德．夏瑪', '立緒文化公司', '20060414', '9867416430', '宗教', '繁體中文');
INSERT INTO `bookinfo` VALUES ('108問,與達賴喇嘛對話 ', '達賴喇嘛/費莉絲塔．蕭恩邦', '心靈工坊文化事業股份有限公司', '20060414', '9867574672', '宗教', '繁體中文');
INSERT INTO `bookinfo` VALUES ('無常', '阿姜查', '橡樹林文化', '20060410', '9867884523', '宗教', '繁體中文');
INSERT INTO `bookinfo` VALUES ('心光乍現', '仁增塔欽仁波切', ' 商訊文化事業股份有限公司', '20060403', '9578733984', '宗教', '繁體中文');
INSERT INTO `bookinfo` VALUES ('詩經選', '周錫復', '遠流出版事業股份有限公司', '20000601', '9573240076', '中國經典', '繁體中文');
INSERT INTO `bookinfo` VALUES ('藍調石牆T', '費雷思', '商周文化事業股份有限公司', '20060605', '9861246657', '當代思潮', '繁體中文');
INSERT INTO `bookinfo` VALUES ('GQ男人在發燒', '畢恆達/洪文龍', '女書文化事業有限公司', '20060601', '9578233604', '當代思潮', '繁體中文');
INSERT INTO `bookinfo` VALUES ('原好', '謝鴻均', '台灣商務印書館股份有限公司', '20060528', '9570520620', '當代思潮', '繁體中文');
INSERT INTO `bookinfo` VALUES ('走失的貓走來的時光', '祐希', '北極之光文化出版有限公司', '20060511', '9868218306', '當代思潮', '繁體中文');
INSERT INTO `bookinfo` VALUES ('不一樣的愛戀', '西席爾布雷/亨利容瑟瓦', '摩爾文化', '20060501', '986127653X', '當代思潮', '繁體中文');
INSERT INTO `bookinfo` VALUES ('漩渦', '宇襲', '北極之光文化出版有限公司', '20060411', '9868137799', '當代思潮', '繁體中文');
INSERT INTO `bookinfo` VALUES ('大經理小老婆', '薔薇', '北極之光文化出版有限公司', '20060314', '9868137772', '當代思潮', '繁體中文');
INSERT INTO `bookinfo` VALUES ('另類哲學:現代社會的後現代文化', '蔡錚雲', '邊城出版社', '20060308', '9868182220', '當代思潮', '繁體中文');
INSERT INTO `bookinfo` VALUES ('我們賴以生存的譬喻', '雷可夫/詹森', '聯經出版事業股份有限公司', '20060301', '9570829753', '當代思潮', '繁體中文');
INSERT INTO `bookinfo` VALUES ('解讀瓊瑤愛情王國', '林芳玟', '台灣商務印書館股份有限公司', '20060201', '9570520264', '當代思潮', '繁體中文');
INSERT INTO `bookinfo` VALUES ('女王駕到:西洋棋王后的歷史', '瑪莉蓮．亞隆', '聯經出版事業股份有限公司', '20060508', '9576936551', '文化評論', '繁體中文');
INSERT INTO `bookinfo` VALUES ('逃避主義', '段義孚', '立緒文化公司', '20060401', '9867416422', '文化評論', '繁體中文');
INSERT INTO `bookinfo` VALUES ('文化力新加值 ', '李翠瑩', '大康出版社', '20060331', '986821680X', '文化評論', '繁體中文');
INSERT INTO `bookinfo` VALUES ('髒話文化史', '露絲．韋津利', '麥田出版社', '20060314', '9861730486', '文化評論', '繁體中文');
INSERT INTO `bookinfo` VALUES ('種族歧視與性別', '王秀惠', '允晨文化實業股份有限公司', '20060310', '9867178122', '文化評論', '繁體中文');
INSERT INTO `bookinfo` VALUES ('視覺研究導論', '吉莉恩．蘿絲', '群學出版有限公司', '20060301', '9868107644', '文化評論', '繁體中文');
INSERT INTO `bookinfo` VALUES ('誰沒部落格！ ', '希瑞爾．菲飛特/愛蜜莉．杜赫提尼', '商周文化事業股份有限公司', '20060110', '9861245758', '當代思潮', '繁體中文');
INSERT INTO `bookinfo` VALUES ('社會分工論', '埃米爾．涂爾幹', '左岸文化事業有限公司', '20060630', '9867174453', '社會', '繁體中文');
INSERT INTO `bookinfo` VALUES ('社會學 ', '編╱譯者╱ 林子新/ 黃信洋/ 黃國清/ 鄭祖邦/ 謝昇佑/ 譯 張宏輝/ 審訂', '學富文化事業有限公司', '20060517', '9867840879', '社會', '繁體中文');
INSERT INTO `bookinfo` VALUES ('聚眾活動防處之理論與實務', '林漢堂', ' 華泰文化事業股份有限公司', '20060502', '9574135470', '社會', '繁體中文');
INSERT INTO `bookinfo` VALUES ('台灣性侵害受害者之創傷', '王燦槐', '學富文化事業有限公司', '20060324', '9867840747', '社會', '繁體中文');
INSERT INTO `bookinfo` VALUES ('老人福利法規彙編', '吳惠玲', '五南圖書出版股份有限公司', '20060301', '9571141178', '社會', '繁體中文');
INSERT INTO `bookinfo` VALUES ('引文索引之建置與應用', '陳光華', '文華圖書館管理資訊股份有限公司', '20060220', '9578708823', '中文現代文學', '繁體中文');
INSERT INTO `bookinfo` VALUES ('社會學與現代社會', '王崇名', ' 聯豐書報社有限公司', '20060213', '9868173450', '社會', '繁體中文');
INSERT INTO `bookinfo` VALUES ('公民 (95年版)', '修慧蘭', ' 弘揚圖書有限公司', '20060201', '9867153146', '社會', '繁體中文');
INSERT INTO `bookinfo` VALUES ('社會變遷 ', ' Jordan, T. / Pile, S.', '韋伯文化國際出版有限公司', '20060201', '9867557549', '社會', '繁體中文');
INSERT INTO `bookinfo` VALUES ('殯葬學概論 ', ' 鈕則誠', '聯豐書報社有限公司', '20060105', '9868173442', '社會', '繁體中文');
INSERT INTO `bookinfo` VALUES ('社會研究法的設計', 'De Vaus, David A', '韋伯文化國際出版有限公司', ' 20051201', '9867557662', '社會', '繁體中文');
INSERT INTO `bookinfo` VALUES ('想像與知識的道路', '王嵩山', '稻鄉出版社', '20051201', '9867862791', '社會', '繁體中文');
INSERT INTO `bookinfo` VALUES ('東方欲曉', '牟永寧/李美枝', '桂冠圖書股份有限公司', '20060503', '9577305563', '政治', '繁體中文');
INSERT INTO `bookinfo` VALUES ('與馬英九論台灣史', '李筱峰', '玉山社出版事業股份有限公司', '20060502', '9867375718', '政治', '繁體中文');
INSERT INTO `bookinfo` VALUES ('邊際謀殺', '馬歇爾．傑逢斯', '經濟新潮社', '20060605', '9867889444', '經濟', '繁體中文');
INSERT INTO `bookinfo` VALUES ('經濟也瘋狂! 24封信，幽默解讀歐洲經濟', '亞克塞．塔爾列', '遠流出版事業股份有限公司', '20060601', '9573257874', '經濟', '繁體中文');
INSERT INTO `bookinfo` VALUES ('石油紛爭地圖', '托比．謝莉', '晨星出版社', '20060510', '9861770194', '經濟', '繁體中文');
INSERT INTO `bookinfo` VALUES ('經濟大師談市場 ', '詹姆斯．多蒂/ 德威特．李', '經濟新潮社', '20060509', '9867889436', '經濟', '繁體中文');
INSERT INTO `bookinfo` VALUES ('人口減少經濟時代', '松谷明彥', '經濟新潮社', '20060503', '9867889428', '經濟', '繁體中文');
INSERT INTO `bookinfo` VALUES ('偉大經濟學家凱恩斯 ', '施建生', '天下遠見出版股份有限公司', '20060428', '9864176757', '經濟', '繁體中文');
INSERT INTO `bookinfo` VALUES ('第一本簡單易懂的經濟學', '西村和雄', '漢宇國際文化有限公司', '20060410', '9867046242', '經濟', '繁體中文');
INSERT INTO `bookinfo` VALUES ('不朽的天才: 凱因斯傳', '史紀德斯基', '知識流出版股份有限公司', '20060309', '9868132827', '經濟', '繁體中文');
INSERT INTO `bookinfo` VALUES ('下一個公民盛世: 公共電視與未來社會的12場對話 ', '陳春山', '天下雜誌股份有限公司', '20060426', '9867158687', '傳媒', '繁體中文');
INSERT INTO `bookinfo` VALUES ('記者，你為什麼不反叛: 調查報導的構想與實現', ' 林照真', '天下雜誌股份有限公司', '20060406', '9867158636', '傳媒', '繁體中文');
INSERT INTO `bookinfo` VALUES ('大眾媒體的實在', '尼克拉斯．魯曼', '左岸文化事業有限公司', '20060330', '9867174364', '傳媒', '繁體中文');
INSERT INTO `bookinfo` VALUES ('收視率萬歲', ' 劉旭峰', '印刻出版有限公司INK', '20060301', '9867108140', '傳媒', '繁體中文');
INSERT INTO `bookinfo` VALUES ('法蘭克福書展600年風華', '衛浩世', ' 英屬蓋曼群島商網路與書股份有限公司', '20060207', '9868202701', '傳媒', '繁體中文');
INSERT INTO `bookinfo` VALUES ('我不是殺人犯', '弗雷德瑞克', '先覺出版股份有限公司', '20060530', '9861340599', '法律', '繁體中文');
INSERT INTO `bookinfo` VALUES ('透析中國稅務: 臺商常用稅法與實務案例解析 ', '倪維', ' 台北市進出口商業同業公會', ' 20060601', '9868068746', '法律', '繁體中文');
INSERT INTO `bookinfo` VALUES ('歐陸法律發達史', '孟羅．斯密', '姚梅鎮', '台灣商務印書館股份有限公司', '20060528', '法律', '繁體中文');
INSERT INTO `bookinfo` VALUES ('憲法解釋與憲政發展', '陳滄海', '學富文化事業有限公司', '20060518', '9867840860', '法律', '繁體中文');
INSERT INTO `bookinfo` VALUES ('毀約', '李察．卡倫伯格', '商周文化事業股份有限公司', '20060509', 'no isbn', '法津', '繁體中文');
INSERT INTO `bookinfo` VALUES ('建築師變更．分戶一手教材', '沈宗樺', '永然文化出版有限公司', '20060501', '9574852091', '法律', '繁體中文');
INSERT INTO `bookinfo` VALUES ('代理權與經理權之間: 民商合一與民商分立 ', '陳自強', '元照出版有限公司', '20060501', '9867279530', '法律', '繁體中文');
INSERT INTO `bookinfo` VALUES ('信賴原理的私法結構', '葉金強', '元照出版有限公司', '20060501', '986727959X', '法律', '繁體中文');
INSERT INTO `bookinfo` VALUES ('剖析最低稅負制: 因應與規劃', '黃明宗/ 游啟勝', '長璟財經文化出版社', '20060420', '9868174511', '法律', '繁體中文');
INSERT INTO `bookinfo` VALUES ('營利事業結算申報常用法規', '許祺晶', '長璟財經文化出版社', '20060420', '9868174414', '法律', '繁體中文');
INSERT INTO `bookinfo` VALUES ('神秘的蘇美人', '哈里特．克勞福特', ' 知書房出版社', '20060615', '9867151313', '人類與考古  ', '繁體中文');
INSERT INTO `bookinfo` VALUES (' 故鄉．田野．火車 ', '吳燕和', '時報文化出版企業股份有限公司', '20060508', '9571344702', '人類與考古  ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('西藏的節慶 : 拉薩篇', '廖東凡', '山月文化有限公司', '20060605', '9868212626', '人類與考古  ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('人類發展學 (第9版)', '雷若婉', '美商麥格羅•希爾國際（股）台灣分', '20060501', '9861572295', '人類與考古  ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('對符號圖騰的101個問題', ' 季子弘', '好讀出版有限公司', '20060410', '986178005X', '人類與考古  ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('菊花與劍 (新版): 日本民族的文化模式', '潘乃德', ' 桂冠圖書股份有限公司', '20060401', '9577305571', '人類與考古  ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('考古的歷史', '梅芙•肯尼迪', '究竟出版社股份有限公司', '20060119', '986137048X', '人類與考古  ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('對民族文化的101個問題 ', '謝怡慧', '好讀出版有限公司', '20060110', '9574559548', '人類與考古  ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('西南天地間: 中國西南的考古、民族與文化', '霍巍', '香港城市大學出版社', '20060101', '9629371189', '人類與考古  ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('冀中后土崇拜與音樂祭獻', '張振濤', '香港中大宗教與中國社會研究中心專文', '20011001', '9628525573', '人類與考古  ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('這些書可以讓你的孩子第一名', '謝淑美', '大穎文化事業有限公司', '20060413', '9867235193', '教育', '繁體中文');
INSERT INTO `bookinfo` VALUES ('爸媽最難回答的問題 (附CD)', '梁秋麗', ' 德威國際文化事業有限公司', '20060701', '9867307666', '教育', '繁體中文');
INSERT INTO `bookinfo` VALUES ('世界最偉大的教子書 (珍藏本)', '卡爾．威特/ 蒙特．梭利/ 多湖輝/ 賽德茲/ 洛克斐勒/ 鈴木鎮一/ 斯特娜/ 井深大', '德威國際文化事業有限公司', '20060701', '986730764X', '教育', '繁體中文');
INSERT INTO `bookinfo` VALUES ('提升親子EQ三部曲', '楊俐容', '台視文化事業股份有限公司', '20060612', '9575657357', '教育', '繁體中文');
INSERT INTO `bookinfo` VALUES ('才藝強的孩子，讀書也可以很好', '金明一', '核心', '20060610', '9867191862', '教育', '繁體中文');
INSERT INTO `bookinfo` VALUES ('大綁架: 搶救兒童心智大作戰 ', ' 丹尼爾．阿考夫/ 羅伯．瑞賀', '天下雜誌股份有限公司', '20060605', '9867158814', '教育', '繁體中文');
INSERT INTO `bookinfo` VALUES ('IQ140是教出來的 : 遊戲規則', '福岡潤子', '漢欣文化事業有限公司', '20060605', '9576865093', '教育', '繁體中文');
INSERT INTO `bookinfo` VALUES ('0-7歲自閉兒的教養', '石井葉', '新苗文化事業有限公司', '20060605', '9574512754', '教育', '繁體中文');
INSERT INTO `bookinfo` VALUES ('哈佛諾頓講座之大師與門徒', '喬治．史坦納', '立緒文化公司', '20060601', '9867416473', '教育', '繁體中文');
INSERT INTO `bookinfo` VALUES ('黑+的幸福秘密', '黑立言/ 黑立國/ 黑立琍/ 黑立行/ 謝其濬', '大好書屋出版股份有限公司', '20060601', '9867057244', '教育', '繁體中文');
INSERT INTO `bookinfo` VALUES ('中共十大元帥十大大將檔案', ' 李人毅/古風', ' 靈活文化事業有限公司', '20060505', '9867027019', '亞洲研究', '繁體中文');
INSERT INTO `bookinfo` VALUES ('城市季風 : 北京和上海的變遷與對峙', ' 楊東平', '捷幼出版社', '20060501', '9578523769', '亞洲研究', '繁體中文');
INSERT INTO `bookinfo` VALUES ('9578523769', '楊景堯', '新文京開發出版股份有限公司', '20060215', '9861503293', '亞洲研究', '繁體中文');
INSERT INTO `bookinfo` VALUES ('中國研究: 實踐與反思', '李英明', '生智文化事業有限公司', '20060215', '9578187785', '亞洲研究', '繁體中文');
INSERT INTO `bookinfo` VALUES ('中國濤金潮: 胡錦濤的經濟與經營 ', '李孟洲', '晴易文坊媒體行銷有限公司', '20060116', '9572921150', '亞洲研究', '繁體中文');
INSERT INTO `bookinfo` VALUES ('南北韓，統一必亡', '朴成祚', '允晨文化實業股份有限公司', '20060110', '9867178092', '亞洲研究', '繁體中文');
INSERT INTO `bookinfo` VALUES ('紅都女皇 : 江青同志', '維特克', '星克爾出版有限公司', '20060101', '9889829541', '亞洲研究', '繁體中文');
INSERT INTO `bookinfo` VALUES (' 當代中國的知識感覺與觀念感覺 ', '賀照田', '正港資訊文化事業有限公司', '20060101', '9868119839', '亞洲研究', '繁體中文');
INSERT INTO `bookinfo` VALUES ('中國的未來 ', '鍾奕仁', '歷史智庫出版股份有限公司', '20050901', '9570829036', '亞洲研究', '繁體中文');
INSERT INTO `bookinfo` VALUES ('一同走過從前 ', '天下編輯', '天下雜誌股份有限公司', '19940601', '9579079404', '亞洲研究', '繁體中文');
INSERT INTO `bookinfo` VALUES ('追蹤發明的思路', '艾文．許華玆', '臉譜出版社', '20060605', '9867058232', '商務╱趨勢  ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('EMBA: 修養．形象．公關網．禮儀', '吳衛剛/ 劉少��', '海鴿文化', '20060501', '9867347927', '商務╱趨勢  ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('DO的學問', '勞倫斯．賀頓', '大塊文化出版股份有限公司', '20060602', '9867059158', '企業管理', '繁體中文');
INSERT INTO `bookinfo` VALUES ('要有錢, 就學我', '羅伯特．史雷特', '商周文化事業股份有限公司', '20060524', '9861246681', '企業管理', '繁體中文');
INSERT INTO `bookinfo` VALUES ('輕鬆做好人際關係的方法', '齊藤勇', '新雨出版社', '20060601', '9577339018', '企業管理', '繁體中文');
INSERT INTO `bookinfo` VALUES ('贏家說真話', '杭士曼', '美商普林帝斯霍爾國際出版有限公司', '20060601', '9861543244', '企業管理', '繁體中文');
INSERT INTO `bookinfo` VALUES ('全錄革命: 從複製到致富之路', '大衛．歐文', '左岸文化事業有限公司', '20060601', '986717450X', '企業管理', '繁體中文');
INSERT INTO `bookinfo` VALUES ('狼陣: 如何塑造精英團隊', '汪峻', '20060601', '20060601', '9861671242', '企業管理', '繁體中文');
INSERT INTO `bookinfo` VALUES ('西點給人生的22堂課: 從成功到卓越的22條軍規 ', '龍靖', '智典工作室', '20060601', '9861671269', '企業管理', '繁體中文');
INSERT INTO `bookinfo` VALUES ('把人才變天才: 有效提升員工能力的理才策略 ', '葛翎', '前景文化事業有限公司', '20060601', '9868214378', '企業管理', '繁體中文');
INSERT INTO `bookinfo` VALUES ('赤裸女CEO : 改變職場生涯的實戰手冊 ', ' 羅蘋．沃蘭娜', '方智出版社股份有限公司', '20060530', '9861750142', '企業管理', '繁體中文');
INSERT INTO `bookinfo` VALUES ('麥當勞大帝: 雷．克洛克', '', '中經社', ' 20060522', '9867348745', '企業管理', '繁體中文');
INSERT INTO `bookinfo` VALUES ('日本企業經營之神: 松下幸之助', 'Robert Lo', '中經社', '20060522', '9867348737', '企業管理', '繁體中文');
INSERT INTO `bookinfo` VALUES ('慢慢走, 拔得頭籌!: 歐洲頂尖時間管理大師的回力鏢原則', '羅塔爾．塞維特', '知識流出版股份有限公司', '20060608', '9868132851', '生涯規劃  ', '繁體中文');
INSERT INTO `bookinfo` VALUES (' 日安, 懶惰: 每週只要上班2又1/2天  ', '珂琳娜．梅耶', '早安財經文化有限公司', '20060601', '9867458532', '生涯規劃  ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('這樣求職才能成功!', '理察．尼爾森．鮑爾斯', '臉譜出版社', '20060524', '9867058178', '生涯規劃  ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('新世代工作地圖: 不做天王, 做地瓜', '官振萱', '時報文化出版企業股份有限公司', '20060515', '957134480X', '生涯規劃  ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('打造人氣咖啡屋', '傅瑋瓊', '商周文化事業股份有限公司', '20060605', '9861246738', '生涯規劃  ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('竹科人 ', '楊欣龍', '大塊文化出版股份有限公司', '20060601', '9867059182', '生涯規劃  ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('勇敢去敲未知的門 ', ' 李紹唐/ 王梅', ' 天下遠見出版股份有限公司', '20060530', '9864176951', '生涯規劃  ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('  從第一天就發光: CEO為你打開成功大門  ', '威廉．懷特', '天下雜誌股份有限公司', '20060526', '9867158768', '生涯規劃  ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('35歲前職場必備贏家8法則', '重茂達', '商周文化事業股份有限公司', '20060524', '9861246665', '生涯規劃  ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('諸葛亮的智慧', '譚良嘯', '中經社', '20060522', '9867348753', '生涯規劃  ', '繁體中文');
INSERT INTO `bookinfo` VALUES ('非品牌', ' 威普弗思', '大塊文化出版股份有限公司', '20060601', '9867059174', '行銷╱市場', '繁體中文');
INSERT INTO `bookinfo` VALUES ('活廣告計分法', '費德列克．雷克海', '商智文化事業股份有限公司', '20060529', '9867204220', '行銷╱市場', '繁體中文');
INSERT INTO `bookinfo` VALUES ('有錢人就是這麼來的', '方軍', '英屬維京群島商高寶國際有限公司台灣', '20060607', '9867088557', '行銷╱市場', '繁體中文');
INSERT INTO `bookinfo` VALUES ('創新的本質 ', ' 野中郁次郎/ 勝見明', '英屬維京群島商高寶國際有限公司台灣', '20060601', '9867088263', '行銷╱市場', '繁體中文');
INSERT INTO `bookinfo` VALUES ('為什麼升官的不是我?', '理察．盧克', '天下遠見出版股份有限公司', '20060530', '9864177060', '行銷╱市場', '繁體中文');
INSERT INTO `bookinfo` VALUES ('企畫是什麼: 4堂課做出打動人心的企畫書 ', '細野晴義/ 里田實彥', '臉譜出版社', '20060530', '9867058194', '行銷╱市場', '繁體中文');
INSERT INTO `bookinfo` VALUES ('提問力: 3分鐘擄獲人心的溝通術', '齋藤孝', '如何出版社', '20060530', '9861360905', '行銷╱市場', '繁體中文');
INSERT INTO `bookinfo` VALUES ('誰能扳倒大象 ?: 以弱制強的蘭徹斯特法則 ', '李榮直', '先覺出版股份有限公司', '20060530', '9861340580', '行銷╱市場', '繁體中文');
INSERT INTO `bookinfo` VALUES ('點子學', '傑克．福斯特', '聯豐書報社有限公司', '20060529', '9867084136', '行銷╱市場', '繁體中文');
INSERT INTO `bookinfo` VALUES ('營銷論語: 行銷專業用語解析選定版', '陳傳屏', ' 滾石文化股份有限公司', ' 20060522', '9867718364', '行銷╱市場', '繁體中文');
INSERT INTO `bookinfo` VALUES ('品牌信仰力', '陳正芬', ' 英屬維京群島商高寶國際有限公司台灣', '20060504', '9867088441', '行銷╱市場', '繁體中文');
INSERT INTO `bookinfo` VALUES ('年輕就學會當有錢人: 十招把債務變財富 ', '蘇絲．歐曼', '天下雜誌股份有限公司', ' 20060529', '9867158806', '投資理財', '繁體中文');
INSERT INTO `bookinfo` VALUES ('讀財務報表選股票', '羅伯林區', '財訊出版社股份有限公司', '20060609', '9867084152', '投資理財', '繁體中文');
INSERT INTO `bookinfo` VALUES ('中國��股 ', '財訊出版社', '財訊出版社股份有限公司', '20060608', '9867084179', '投資理財', '繁體中文');
INSERT INTO `bookinfo` VALUES ('最新技術指標 : 在臺灣股市應用的訣竅', '杜金龍', '財訊出版社股份有限公司', '20060510', '986708411X', '投資理財', '繁體中文');
INSERT INTO `bookinfo` VALUES ('第一次買基金就上手 (修訂版)', '李明黎', '易博士出版社', '20060509', '986788163X', '投資理財', '繁體中文');
INSERT INTO `bookinfo` VALUES ('黃金再起 : 投資黃金絕對優勢 ', '楊天立', '英屬維京群島商高寶國際有限公司台灣', '20060504', '986708845X', '投資理財', '繁體中文');
INSERT INTO `bookinfo` VALUES ('第一次買股票就上手 (修訂版)', '李明黎', '易博士出版社', '20060503', '9867881621', '投資理財', '繁體中文');
INSERT INTO `bookinfo` VALUES ('動產暨有價證券鑑價', '金融研訓院', '金融研訓院', '20060501', '9867506596', '投資理財', '繁體中文');
INSERT INTO `bookinfo` VALUES ('不動產估價理論方法與案例分析', '金融研訓院', '金融研訓院', '20060501', '986750660X', '投資理財', '繁體中文');
INSERT INTO `bookinfo` VALUES ('金融機構債權委外催收法規及實務', '金融研訓院', '金融研訓院', '20060501', '9867506588', '財務金融', '繁體中文');
INSERT INTO `bookinfo` VALUES ('企業財務長 ', '李玉如', '金融研訓院', '20060501', '9867506480', '財務金融', '繁體中文');
INSERT INTO `bookinfo` VALUES ('銀行授信法規輯要 (增修訂8版) ', '金融研訓院', '金融研訓院', '20060501', '9867506804', '財務金融', '繁體中文');
INSERT INTO `bookinfo` VALUES ('與錢共舞: 企業與財務長的成長故事', '張紹台', '金融研訓院', '20060501', '9867506766', '財務金融', '繁體中文');
INSERT INTO `bookinfo` VALUES ('銀行法令實務 2 (增修訂6版)', '蕭長瑞', '金融研訓院', '20060401', '9867506782', '財務金融', '繁體中文');
INSERT INTO `bookinfo` VALUES ('不良債權之處理 ', '鄭在龍/ 洪銀珠', '金融研訓院', '20060401', '9867506626', '財務金融', '繁體中文');
INSERT INTO `bookinfo` VALUES ('金融探索之旅 3: 外匯的故事', '張紹台/ 胡漢揚', '金融研訓院', '20060301', '9867506723', '財務金融', '繁體中文');
INSERT INTO `bookinfo` VALUES ('金融探索之旅 2: 通貨膨脹與通貨緊縮', ' 張紹台/ 胡漢揚', '金融研訓院', '20060301', '9867506715', '財務金融', '繁體中文');
INSERT INTO `bookinfo` VALUES ('銀行法令實務 1 (增修訂6版) ', '蕭長瑞', '金融研訓院', '20060301', '9867506774', '財務金融', '繁體中文');
INSERT INTO `bookinfo` VALUES ('經濟金融一通', '上旗編輯', '上旗文化事業有限公司', '20060101', '9867508351', '財務金融', '繁體中文');
INSERT INTO `bookinfo` VALUES ('叫賣竹竿的小販為什麼不會倒 ?', '山田真哉', '先覺出版股份有限公司', '20060525', '9861340572', '會計', '繁體中文');
INSERT INTO `bookinfo` VALUES ('會計管理', '勞伯•迪克森/哈洛德•阿爾奈特', '美商麥格羅•希爾國際（股）台灣分', '20051124', '9861571906', '會計', '繁體中文');
INSERT INTO `bookinfo` VALUES ('別為數字抓狂', '傑佛瑞•哈柏', '經濟新潮社', '20050831', '9867889320', '會計', '繁體中文');
INSERT INTO `bookinfo` VALUES (' 贏在會計: 企業轉虧為盈的11堂會計課程 ', '許志瀚', '詠星藝能事業部', '20050805', '9867261070', '會計', '繁體中文');
INSERT INTO `bookinfo` VALUES ('財務會計導論', '高姝月', ' 美商麥格羅•希爾國際（股）台灣分', '20050601', '9861571256', '會計', '繁體中文');
INSERT INTO `bookinfo` VALUES ('會計合理化徹底實踐: 你不得不知的101個會計成本削減準則 ', '兒玉尚彥', '先和實業股份有限公司', ' 20050520', '9867945433', '會計', '繁體中文');
INSERT INTO `bookinfo` VALUES ('財務會計', '高姝月', '美商麥格羅•希爾國際（股）台灣分', '20050501', '9861570977', '會計', '繁體中文');
INSERT INTO `bookinfo` VALUES ('餐飲會計與內控', '洪締程', '五南圖書出版股份有限公司', '20050501', '9571139602', '會計', '繁體中文');
INSERT INTO `bookinfo` VALUES ('世界最簡單的會計書: 青春女會計師事件簿 ', '山田真哉', '先覺出版股份有限公司', '20050330', '9861340319', '會計', '繁體中文');
INSERT INTO `bookinfo` VALUES ('初級會計學習題解答 上', '洪清和', '智勝文化事業有限公司', '20040901', '9577294499', '會計', '繁體中文');

-- --------------------------------------------------------

-- 
-- 資料表格式： `ch_comment`
-- 

CREATE TABLE `ch_comment` (
  `ISBN` varchar(20) character set utf8 collate utf8_unicode_ci NOT NULL,
  `chapter` varchar(20) character set utf8 collate utf8_unicode_ci NOT NULL,
  `id` varchar(20) character set utf8 collate utf8_unicode_ci NOT NULL,
  `comment` text character set utf8 collate utf8_unicode_ci NOT NULL,
  PRIMARY KEY  (`ISBN`,`chapter`,`id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1 COLLATE=latin1_general_ci;

-- 
-- 列出以下資料庫的數據： `ch_comment`
-- 

INSERT INTO `ch_comment` VALUES ('9572070533', '0', 'George', '讀論語\r\n真是人生一大樂事\r\n太開心了　哈哈哈');

-- --------------------------------------------------------

-- 
-- 資料表格式： `chat`
-- 

CREATE TABLE `chat` (
  `id` int(4) NOT NULL auto_increment,
  `date` datetime NOT NULL,
  `name` varchar(16) character set utf8 collate utf8_unicode_ci NOT NULL,
  `word` varchar(100) character set utf8 collate utf8_unicode_ci NOT NULL default '',
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1 COLLATE=latin1_general_ci AUTO_INCREMENT=41 ;

-- 
-- 列出以下資料庫的數據： `chat`
-- 

INSERT INTO `chat` VALUES (1, '2006-06-19 15:36:46', '系統廣播', '「123」進入會議');
INSERT INTO `chat` VALUES (2, '2006-06-19 15:36:54', '123', '123');
INSERT INTO `chat` VALUES (3, '2006-06-19 15:36:59', '123', '= =');
INSERT INTO `chat` VALUES (4, '2006-06-19 15:37:35', '系統廣播', '「黃士銘」進入會議');
INSERT INTO `chat` VALUES (5, '2006-06-19 15:37:40', '黃士銘', 'hihi');
INSERT INTO `chat` VALUES (6, '2006-06-19 15:37:51', '黃士銘', '收到請回答');
INSERT INTO `chat` VALUES (7, '2006-06-19 15:37:52', '123', 'hihi');
INSERT INTO `chat` VALUES (8, '2006-06-19 15:38:32', '黃士銘', '就相當於MSN　');
INSERT INTO `chat` VALUES (9, '2006-06-19 15:38:40', '123', '嗯嗯');
INSERT INTO `chat` VALUES (10, '2006-06-19 15:38:49', '黃士銘', '以後有時間可以加上表情符號XD');
INSERT INTO `chat` VALUES (11, '2006-06-19 15:39:25', '123', '^^');
INSERT INTO `chat` VALUES (12, '2006-06-19 15:39:43', '黃士銘', '沒事就掛著吧　偶爾來看一下');
INSERT INTO `chat` VALUES (13, '2006-06-19 15:39:56', '123', '嗯嗯');
INSERT INTO `chat` VALUES (14, '2006-06-19 16:14:41', '系統廣播', '「leng」進入會議');
INSERT INTO `chat` VALUES (15, '2006-06-19 16:14:56', '黃士銘', '歡迎');
INSERT INTO `chat` VALUES (16, '2006-06-19 16:15:07', '黃士銘', '說個話吧');
INSERT INTO `chat` VALUES (17, '2006-06-19 16:15:11', 'leng', '123是誰');
INSERT INTO `chat` VALUES (18, '2006-06-19 16:15:19', '黃士銘', '陳奕銘');
INSERT INTO `chat` VALUES (19, '2006-06-19 16:15:35', 'leng', '哦');
INSERT INTO `chat` VALUES (20, '2006-06-19 16:15:39', '系統廣播', '「leng」離開會議');
INSERT INTO `chat` VALUES (21, '2006-06-19 16:15:49', '系統廣播', '「鄭玉玲」進入會議');
INSERT INTO `chat` VALUES (22, '2006-06-19 16:16:42', '鄭玉玲', '進來以後....');
INSERT INTO `chat` VALUES (23, '2006-06-19 16:17:12', '鄭玉玲', '要做甚麼？');
INSERT INTO `chat` VALUES (24, '2006-06-19 16:18:24', '黃士銘', '沒做什麼　要討論就在這討論　等你好了　再過來實驗室開會');
INSERT INTO `chat` VALUES (25, '2006-06-19 16:18:32', '鄭玉玲', '這個不錯，以前用過cgi的，比這個慢');
INSERT INTO `chat` VALUES (26, '2006-06-19 16:18:47', '鄭玉玲', '不知道是網路問題還是其他');
INSERT INTO `chat` VALUES (27, '2006-06-19 16:18:58', '鄭玉玲', 'ok');
INSERT INTO `chat` VALUES (28, '2006-06-19 16:19:02', '黃士銘', '只是取代MSN的東西　要大家都先熟悉介面');
INSERT INTO `chat` VALUES (29, '2006-06-19 16:20:33', '鄭玉玲', '剛才講的有可能嗎？');
INSERT INTO `chat` VALUES (30, '2006-06-19 16:21:52', '黃士銘', '沒圖片的　就傳空白的上去就對啦');
INSERT INTO `chat` VALUES (31, '2006-06-19 16:22:18', '鄭玉玲', '要加isbn不會很麻煩嗎？');
INSERT INTO `chat` VALUES (32, '2006-06-19 16:23:26', '鄭玉玲', '不是加兩句語法的問題嗎？');
INSERT INTO `chat` VALUES (33, '2006-06-19 16:24:43', '黃士銘', '不是');
INSERT INTO `chat` VALUES (34, '2006-06-19 16:25:15', '黃士銘', '總之我不會寫');
INSERT INTO `chat` VALUES (35, '2006-06-19 16:26:46', '鄭玉玲', '明白');
INSERT INTO `chat` VALUES (36, '2006-06-19 16:56:48', '黃士銘', '在嗎');
INSERT INTO `chat` VALUES (37, '2006-06-19 17:02:41', '系統廣播', '「黃士銘」離開會議');
INSERT INTO `chat` VALUES (38, '2006-06-20 19:48:02', '系統廣播', '「123」進入會議');
INSERT INTO `chat` VALUES (39, '2006-06-20 20:23:41', '系統廣播', '「黃士銘」進入會議');
INSERT INTO `chat` VALUES (40, '2006-06-20 21:00:24', '系統廣播', '「黃士銘」離開會議');

-- --------------------------------------------------------

-- 
-- 資料表格式： `comment`
-- 

CREATE TABLE `comment` (
  `ISBN` varchar(20) collate latin1_general_ci NOT NULL,
  `id` varchar(20) collate latin1_general_ci NOT NULL,
  `time` datetime NOT NULL,
  `saying` text character set utf8 collate utf8_unicode_ci NOT NULL,
  `score` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=latin1 COLLATE=latin1_general_ci;

-- 
-- 列出以下資料庫的數據： `comment`
-- 

INSERT INTO `comment` VALUES ('9572070533', 'George', '2006-06-01 19:36:36', '媽呀\r\n\r\n這本書讚到翻掉\r\n\r\n我超喜歡的', 5);
INSERT INTO `comment` VALUES ('9572070533', 'chinese', '2006-06-13 19:47:12', '就是說嘛\r\n超好看的啦^^', 5);
INSERT INTO `comment` VALUES ('9572070533', 'Mary', '2006-06-18 20:01:50', '我也很喜歡論語', 5);
INSERT INTO `comment` VALUES ('9573240076', 'Mary', '2006-06-18 20:04:13', '這本書是我的最愛\r\n\r\n哇哈哈', 5);
INSERT INTO `comment` VALUES ('9867753852', 'law', '2006-06-18 20:18:26', '123\r\n', 5);
INSERT INTO `comment` VALUES ('9572070533', 'classic', '2006-06-19 15:35:49', '南老師可說是一位空前絕後的國學大師,他滿腹經綸,他的書都很值\r\n得閱讀喔!!這本書裡學而篇"學而時習之,不亦說乎......"的解釋真是超\r\n精采的，把原本看似不相關的3件事情,連結得這麼符合邏輯,真是讓\r\n我拍案叫絕!!書中還有許多的解釋都顛覆了文化教材的解釋,教育部\r\n應該把這本書當作論語的教本呢...以下是摘錄本書一小段.........\r\n而這個“有朋自遠方來”的“遠”字，不一定是遠方外國來的，他\r\n這個“遠”字是形容知己之難得。所以第二句話跟著說：“有朋自\r\n遠方來，不亦樂乎”——你不要怕沒有人知道，慢慢就有人知道，\r\n這人在遠方，這個遠不一定是空間地區的遠。孔子的學問，是五百\r\n年以后，到漢武帝的時候才興起來，才大大的抬頭。董仲舒弘揚孔\r\n學，司馬遷撰《史記》，非常贊揚孔子，這個時間隔得有多遠！這\r\n五百年來是非常寂寞的，這樣就懂得“有朋自遠方來，不亦樂乎”\r\n了。第三句“人不知而不慍，不亦君子乎”，就是說做學問的人，\r\n乃至一輩子沒有人了解，也“不慍。”不慍”這個問題很重要了。\r\n“怨天尤人”這四個字我們都知道，任何人碰到艱難困苦，遭遇了\r\n打擊，就罵別人對不起自己，不幫自己的忙，或者如何如何，這是\r\n一般人的心理。嚴重的連對天都怨，而“慍”就包括了“怨天尤人”。\r\n人能夠真正做到了為學問而學問，就不怨天、不尤人，就反問自己，\r\n為什么我站不起來？為什么我沒有達到這個目的？是自己的學問、修\r\n養、做法种种的問題。自己痛切反省，自己內心里并不蘊藏怨天尤人\r\n的念頭。拿現在的觀念說，這种心理是絕對健康的心理，這樣才是君\r\n子。君子才夠得上做學問，夠得上學習人生之道，拿現代的新觀念來\r\n講，就是講究人生哲學的開始。', 4);
INSERT INTO `comment` VALUES ('9571341649', 'mass', '2006-06-19 15:44:40', '一場暗夜的謀殺..一個神秘的死亡訊息...\r\n一個古老的秘密教會...一位教授..該如何找出真相?....\r\n\r\n丹布朗是一位最完美的說故事高手，他讓這本書\r\n自第一個自開始，便進入了這個的迷團中，這本\r\n書沒有所謂的高潮，因為從頭到尾都是高潮，從\r\n翻開這本書，讀者的心情就狠狠的被懸至半空中\r\n，每翻一頁都是另一個想不到的謎、另一個想不\r\n到的結果。\r\n而他場景交織的手法更是將整本書的節奏奏得更\r\n加的緊湊，短音符的旋律似乎在握著書的這幾小\r\n時中不斷在耳邊旋繞... 而豐富的內容更是顛覆\r\n你所有的想法，你所熟知的一切東西，名畫.符號\r\n.人物，真的是..再教科書上學過的嗎.... \r\n這本書中..其實沒有一個人是壞人...有的..\r\n只是一群虔誠相信自己的人，與一群正在尋\r\n找答案的迷途羔羊...每個人..擁有的都是\r\n一顆純潔的心靈..與神同在的心..\r\n這是一本刺激緊張的懸疑小說，也是一本宗\r\n教的心靈之書..一切是沒有對錯的..只看你\r\n願意相信的是什麼...這就是達文西密碼...\r\n重新看了一次，感到了很深的震撼。\r\n第一次，我看的是一部小說。這一次，我開始思考。\r\n\r\n有人說過：「我寧願當一個痛苦的蘇格拉底，也不要當一隻快樂的豬」\r\n我現在才了解他的理由。\r\n\r\n因為無知，是世界上最恐怖的罪惡。人類之所以可悲，\r\n不只是因為我們無知，更由於人類的自以為是。\r\n\r\n我們渴望貼近上帝，渴望上帝賜與我們無上的神聖；\r\n我們像是爭寵的小孩，送給上帝一些毫無價值的禮物\r\n，卻自以為高貴與特別；我們也像是獨裁的父母，將\r\n上帝的光環鎖進小小的房間，以外面很危險這個理由\r\n，揮舞我們手上的刀劍，實行自以為保護的行為。\r\n\r\n我們從不聆聽上帝試圖傳達的聲音，或許是骯髒污穢\r\n的人們已經無法聆聽；可笑的是，我們催眠自己，假\r\n裝上帝的聲音早已降臨，「以上帝之名」這個可笑的\r\n言語，就這麼流傳下來。\r\n\r\n若耶穌真的是神，那他何需我們這些軟弱的力量？\r\n若耶穌不是神，那又何來信仰之有？\r\n\r\n我感到悲哀，為這群自大信徒失去的信仰哀悼。\r\n耶穌是偉大的、慈悲的，卻被人扭曲了他高貴的情操\r\n，甚至舉著他的旗幟走入地獄。\r\n\r\n人類是萬物之靈，我們有智慧、有思考、有理想，或許\r\n，也正是這些害了我們。我們太有思想，卻太沒有分辨是非的能力。\r\n\r\n我們崇敬神，卻接觸不到神，甚至連親吻他的袍角都\r\n成為一種不可能；但是我們又不夠單純，無法學習動\r\n物一般，與自然融為一體，享受神賜與的禮物。\r\n\r\n於是我們就成為最可憐的一群，在不上不下的地段載\r\n浮載沉，我們永遠沒辦法到達終點，也沒辦法退回起\r\n點，但我們卻急於尋找一個方向，於是我們走入了歧\r\n途，一個接著一個。\r\n', 5);
INSERT INTO `comment` VALUES ('9571344583', 'mass', '2006-06-19 15:55:17', '寫給沒有看過這本書的朋友：書腰上介紹這個故事是”達文西密碼”\r\n的前傳，有點意圖搭便車之嫌。但的確，這個故事和達文西密碼有相\r\n似的地方。同樣牽扯許多祕密會社，同樣有許多的藝術和宗教掌故在\r\n裡頭，男主角同樣是我們迷人的蘭登，在黃金傳奇式的解謎破關過程\r\n中，同樣不忘和女主角來段小小的羅曼蒂克，當然，最後結局作者也\r\n同樣給我們準備了一個大驚奇，論其意外性，絕對是超越達文西密碼\r\n的。 \r\n\r\n總之，喜歡達文西密碼的人，相信也會喜歡這個故事，趕快去買書吧！\r\n不會後悔的。我底下的文章是寫給已經看過的朋友，沒看書的建議先看\r\n書再看我的文章，免得影響閱讀樂趣。 \r\n\r\n閱讀這個故事對我而言，有很大一部份是衝著羅馬。 \r\n\r\n三年前，我曾經到羅馬一遊，兩天一夜，走馬看花。當我跟著蘭登的腳\r\n步，在羅馬大街小巷中穿梭的時候，驚喜不斷。 \r\n\r\n啊！原來萬神廟裡面有個拉斐爾的墓！啊！西風好像在我某張耍白痴比\r\n耶的照片裡面有！啊！原來四河溫泉有這樣的典故！啊！原來選出新教\r\n宗之後會鳴鍾和點煙，和搞笑電影”歐洲派”裡面講的一樣耶！啊！…… \r\n\r\n我幾乎是抱著一種贖罪的心情去看這本書的。覺得當時的自己實在是太\r\n膚淺，許多寶藏在眼前都認不出來，虧我還自認為是個聰明的自助旅行\r\n者，會在旅遊前用功勤奮的做功課，但在丹布朗面前，我只是個傻頭傻\r\n腦的觀光客，腦袋空空拿著相機對著知名景點猛拍。 \r\n\r\n看完這個故事，我真的很想拿著書，重遊一次羅馬，跟著蘭登解謎的腳\r\n步，一個一個重溫書裡的情節。據說達文西密碼熱賣之後，巴黎多了許\r\n多莫名奇妙的遊客，趴在小教堂裡找拱心石……我相信天使與魔鬼也會\r\n有這樣的魅力，讓人拿著地圖在羅馬東南西北的繞來繞去。 \r\n\r\n回到故事。 \r\n\r\n整個故事讓我覺得很有意思的一段話，是總司庫在決定勇敢面對現實，\r\n向所有樞機主教承認四個樞機主教被殺以及反物質炸彈時候的談話。這\r\n篇演說真是好啊，實在該讓我那些隨隨便便就被”ID4”裡面美國總統\r\n演講感動的朋友看看，什麼才叫感動人心的演講。身在台灣的我，沒有\r\n什麼宗教的背景(特別是天主教或基督教)，因此在「宗教」vs.「科學」\r\n的論戰中，我的立場向來是比較偏向科學。但聽完總司庫一席話，我動\r\n搖了。重新思索宗教在這個時代對我們的意義，這樣的經驗真的很特別\r\n，書裡面總司庫這場精采絕倫的演講透過媒體播送出去，讓我當時對他\r\n的危機處理能力實在是拍案叫絕。當然啦，後來才知道真相是…… \r\n\r\n這個故事也從側面提醒了我們，現在我們週遭習以為常、安逸繁榮的世\r\n界，有多麼的脆弱。不必古老神秘的光明會無所不在的滲透和作祟，只\r\n要有一個聰明但扭曲的心靈，和瘋狂科學家的瘋狂實驗品，就可以把世\r\n界搞得大亂，連教宗都可以被謀殺、梵蒂岡都可能被炸掉。嗜血的媒體\r\n和人群的好奇心，全部都是幫兇。 \r\n\r\n故事中對於科學的描述，仍然不免誇大和浪漫化，但是這是所有帶有科\r\n幻色彩的小說的通病，無傷大雅。推理的部份，以嚴謹的角度來看，也\r\n是有許多漏洞，不過看故事也不是在玩大家來找碴。這些完全無損於故\r\n事的精采好看。 \r\n\r\n情節緊湊、豐富內涵、結局精采、發人省思。這是我對這本書的評價，\r\n值得推薦給所有人。', 5);
INSERT INTO `comment` VALUES ('9570830042', 'mass', '2006-06-19 16:02:45', '約翰·丹頓，是不折不扣的歷史迷，更是會編故事的小說家。\r\n當這兩點結合在一起的時候，《達爾文的陰謀》的誕生，也\r\n就順理成章了。書中秘密的史料，嚴絲合縫的推斷和考據，\r\n徹底打破了真實與虛構的界限，再加上令人發抖的緊張節奏\r\n、隱蔽的陰謀、小心翼翼的探索，將步步加深的懸念推向高\r\n潮——足以讓那些對歷史問題和懸疑小說感興趣的人，享受\r\n感性和智力上的快感，當然也能給出版社帶來滾滾財源——\r\n怪不得藍登書屋費了四個月的工夫，大力宣傳這位大牌作家\r\n的新作。\r\n\r\n雖說達爾文的理論自從他的第一本書《物種起源》1859年面\r\n世以來一直在攻擊之下，這部小說的雄心壯志還是叫人吃驚\r\n，因為它將這種攻擊更進了好幾步，居然要證明達爾文是一\r\n個騙子和一個謀殺者。故事從三個敘述角度展開，開始於現\r\n在厄瓜多海面上一個火山岩島上。那�堙A休·凱勒姆，一個英\r\n國田野調查者，在追隨達爾文足跡做雀類研究時，與貝絲·達\r\n爾西默相遇了。後者是一個美麗的科學家，謠傳與達爾文有\r\n著遠親的關係。下一章，小說突然轉入另一個敘述視角，滿\r\n懷壯志的年輕達爾文正準備登上小獵犬號。再往前一步，達\r\n爾文最小的女兒莉齊，通過她寫於19世紀70年代（在達爾文\r\n著名的五年航行數十年之後）的日記條目，也出場了。隨著\r\n三條敘述線索的交互展開，休和貝絲發現他們都在努力發現\r\n同一個秘密，也正是130年以前激起莉齊好奇心的那個秘密，\r\n那就是：在大火之夜發生了什麼？就是那一夜將自信強壯的\r\n達爾文變成了一個在他接下來的歲月�堻い�折磨幾乎病倒的人。\r\n\r\n或許虛構的對話，不可缺少的浪漫史調料，一次性使用的次要情\r\n節只能展現那個航行的大概，故事情節的精彩也只是一種技藝的\r\n展現，但是丹頓把真正的天賦和熱情用在了對歷史的想像和重新\r\n敘述上：關於進化論真實起源的這個“新發現”真是靈光閃現，\r\n用來支撐一部新的丹頓牌暢銷書綽綽有餘了。', 4);
INSERT INTO `comment` VALUES ('9861571906', 'George', '2006-06-21 15:38:34', 'I don''t like it.', 2);
INSERT INTO `comment` VALUES ('9861571906', 'George', '2006-06-21 15:38:42', 'bad', 1);

-- --------------------------------------------------------

-- 
-- 資料表格式： `member`
-- 

CREATE TABLE `member` (
  `id` varchar(20) collate latin1_general_ci NOT NULL,
  `password` varchar(30) collate latin1_general_ci NOT NULL,
  `email` varchar(30) collate latin1_general_ci NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1 COLLATE=latin1_general_ci;

-- 
-- 列出以下資料庫的數據： `member`
-- 

INSERT INTO `member` VALUES ('George', 'book', 'george@nccu.edu.tw');
INSERT INTO `member` VALUES ('Mary', 'book', 'mary@nccu.edu.tw');
INSERT INTO `member` VALUES ('chinese', 'book', 'chinese@nccu.edu.tw');
INSERT INTO `member` VALUES ('western', 'book', 'western@nccu.edu.tw');
INSERT INTO `member` VALUES ('poetry', 'book', 'poetry@nccu.edu.tw');
INSERT INTO `member` VALUES ('poem', 'book', 'poem@nccu.edu.tw');
INSERT INTO `member` VALUES ('architecture', 'book', 'architecture@nccu.edu.tw');
INSERT INTO `member` VALUES ('crowd', 'book', 'crowd@nccu.edu.tw');
INSERT INTO `member` VALUES ('mass', 'book', 'mass@nccu.edu.tw');
INSERT INTO `member` VALUES ('world', 'book', 'world@nccu.edu.tw');
INSERT INTO `member` VALUES ('classic', 'book', 'classic@nccu.edu.tw');
INSERT INTO `member` VALUES ('design', 'book', 'design@nccu.edu.tw');
INSERT INTO `member` VALUES ('music', 'book', 'music@nccu.edu.tw');
INSERT INTO `member` VALUES ('art', 'book', 'art@nccu.edu.tw');
INSERT INTO `member` VALUES ('travel', 'book', 'travel@nccu.edu.tw');
INSERT INTO `member` VALUES ('leisure', 'book', 'leisure@nccu.edu.tw');
INSERT INTO `member` VALUES ('life', 'book', 'life@nccu.edu.tw');
INSERT INTO `member` VALUES ('eat', 'book', 'eat@nccu.edu.tw');
INSERT INTO `member` VALUES ('food', 'book', 'food@nccu.edu.tw');
INSERT INTO `member` VALUES ('chineseli', 'book', 'chineseli@nccu.edu.tw');
INSERT INTO `member` VALUES ('worldli', 'book', 'worldli@nccu.edu.tw');
INSERT INTO `member` VALUES ('teenager', 'book', 'teenager@nccu.edu.tw');
INSERT INTO `member` VALUES ('youngster', 'book', 'youngster@nccu.edu.tw');
INSERT INTO `member` VALUES ('photo', 'book', 'photo@nccu.edu.tw');
INSERT INTO `member` VALUES ('picture', 'book', 'picture@nccu.edu.tw');
INSERT INTO `member` VALUES ('movie', 'book', 'movie@nccu.edu.tw');
INSERT INTO `member` VALUES ('drama', 'book', 'drama@nccu.edu.tw');
INSERT INTO `member` VALUES ('dance', 'book', 'dance@nccu.edu.tw');
INSERT INTO `member` VALUES ('intdesign', 'book', 'intdesign@nccu.edu.tw');
INSERT INTO `member` VALUES ('house', 'book', 'house@nccu.edu.tw');
INSERT INTO `member` VALUES ('technics', 'book', 'technics@nccu.edu.tw');
INSERT INTO `member` VALUES ('geomantic', 'book', 'geomantic@nccu.edu.tw');
INSERT INTO `member` VALUES ('star', 'book', 'star@nccu.edu.tw');
INSERT INTO `member` VALUES ('comicbook', 'book', 'comicbook@nccu.edu.tw');
INSERT INTO `member` VALUES ('cartoon', 'book', 'cartoon@nccu.edu.tw');
INSERT INTO `member` VALUES ('science', 'book', 'science@nccu.edu.tw');
INSERT INTO `member` VALUES ('sciencege', 'book', 'sciencege@nccu.edu.tw');
INSERT INTO `member` VALUES ('medical', 'book', 'medical@nccu.edu.tw');
INSERT INTO `member` VALUES ('history', 'book', 'history@nccu.edu.tw');
INSERT INTO `member` VALUES ('psychology', 'book', 'psychology@nccu.edu.tw');
INSERT INTO `member` VALUES ('psyche', 'book', 'psyche@nccu.edu.tw');
INSERT INTO `member` VALUES ('philosophy', 'book', 'philosophy@nccu.edu.tw');
INSERT INTO `member` VALUES ('religion', 'book', 'religion@nccu.edu.tw');
INSERT INTO `member` VALUES ('jesus', 'book', 'jesus@nccu.edu.tw');
INSERT INTO `member` VALUES ('society', 'book', 'society@nccu.edu.tw');
INSERT INTO `member` VALUES ('social', 'book', 'social@nccu.edu.tw');
INSERT INTO `member` VALUES ('politics', 'book', 'politics@nccu.edu.tw');
INSERT INTO `member` VALUES ('economic', 'book', 'economic@nccu.edu.tw');
INSERT INTO `member` VALUES ('education', 'book', 'education@nccu.edu.tw');
INSERT INTO `member` VALUES ('teacher', 'book', 'teacher@nccu.edu.tw');
INSERT INTO `member` VALUES ('aresearch', 'book', 'aresearch@nccu.edu.tw');
INSERT INTO `member` VALUES ('law', 'book', 'law@nccu.edu.tw');
INSERT INTO `member` VALUES ('lawyer', 'book', 'lawyer@nccu.edu.tw');
INSERT INTO `member` VALUES ('commerce', 'book', 'commerce@nccu.edu.tw');
INSERT INTO `member` VALUES ('trend', 'book', 'trend@nccu.edu.tw');
INSERT INTO `member` VALUES ('account', 'book', 'account@nccu.edu.tw');
INSERT INTO `member` VALUES ('financial', 'book', 'financial@nccu.edu.tw');
INSERT INTO `member` VALUES ('investment', 'book', 'investment@nccu.edu.tw');
INSERT INTO `member` VALUES ('market', 'book', 'market@nccu.edu.tw');
INSERT INTO `member` VALUES ('think', 'book', 'think@nccu.edu.tw');
INSERT INTO `member` VALUES ('culture', 'book', 'culture@nccu.edu.tw');
INSERT INTO `member` VALUES ('medium', 'book', 'medium@nccu.edu.tw');
INSERT INTO `member` VALUES ('human', 'book', 'human@nccu.edu.tw');
INSERT INTO `member` VALUES ('manager', 'book', 'manager@nccu.edu.tw');
INSERT INTO `member` VALUES ('career', 'book', 'career@nccu.edu.tw');
INSERT INTO `member` VALUES ('programmer', 'book', 'programmer@nccu.edu.tw');
INSERT INTO `member` VALUES ('graph', 'book', 'graph@nccu.edu.tw');
INSERT INTO `member` VALUES ('os', 'book', 'os@nccu.edu.tw');
INSERT INTO `member` VALUES ('tool', 'book', 'tool@nccu.edu.tw');
INSERT INTO `member` VALUES ('internet', 'book', 'internet@nccu.edu.tw');
INSERT INTO `member` VALUES ('hardware', 'book', 'hardware@nccu.edu.tw');
INSERT INTO `member` VALUES ('computer', 'book', 'computer@nccu.edu.tw');
INSERT INTO `member` VALUES ('text', 'book', 'text@nccu.edu.tw');
INSERT INTO `member` VALUES ('software', 'book', 'software@nccu.edu.tw');

-- --------------------------------------------------------

-- 
-- 資料表格式： `personal`
-- 

CREATE TABLE `personal` (
  `id` varchar(20) collate latin1_general_ci NOT NULL,
  `fontsize` int(8) NOT NULL,
  `fontfamily` varchar(16) character set utf8 collate utf8_unicode_ci NOT NULL,
  `fontcolor` varchar(12) collate latin1_general_ci NOT NULL,
  `lineheight` int(11) NOT NULL,
  `letterspacing` int(11) NOT NULL,
  `backcolor` varchar(12) collate latin1_general_ci NOT NULL,
  `backimage` varchar(20) collate latin1_general_ci NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1 COLLATE=latin1_general_ci;

-- 
-- 列出以下資料庫的數據： `personal`
-- 

INSERT INTO `personal` VALUES ('George', 12, '新細明體', '000000', 30, 3, 'white', 'blank.gif');
INSERT INTO `personal` VALUES ('music', 12, '新細明體', 'purple', 30, 6, 'hotpink', 'bluebear.jpg');
INSERT INTO `personal` VALUES ('law', 12, 'Times New Roman', 'orange', 30, 3, 'lightblue ', 'blank.gif');
INSERT INTO `personal` VALUES ('Mary', 20, '標楷體', 'darkgreen', 45, 10, 'lightblue ', 'sunflower.gif');

-- --------------------------------------------------------

-- 
-- 資料表格式： `record`
-- 

CREATE TABLE `record` (
  `id` varchar(20) collate latin1_general_ci NOT NULL,
  `type` varchar(30) character set utf8 collate utf8_unicode_ci NOT NULL,
  `count` int(11) NOT NULL,
  PRIMARY KEY  (`id`,`type`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1 COLLATE=latin1_general_ci;

-- 
-- 列出以下資料庫的數據： `record`
-- 

INSERT INTO `record` VALUES ('George', '青少年文學', 5);
INSERT INTO `record` VALUES ('George', '中文現代文學', 26);
INSERT INTO `record` VALUES ('mass', '中文現代文學', 1);
INSERT INTO `record` VALUES ('mass', '西洋文學', 1);
INSERT INTO `record` VALUES ('mass', '大眾文學', 1);
INSERT INTO `record` VALUES ('George', '世界文學', 44);
INSERT INTO `record` VALUES ('George', '大眾文學', 31);
INSERT INTO `record` VALUES ('George', '西洋文學', 13);
INSERT INTO `record` VALUES ('George', '商務╱趨勢  ', 3);
INSERT INTO `record` VALUES ('George', '企業管理', 4);
INSERT INTO `record` VALUES ('George', '生涯規劃  ', 3);
INSERT INTO `record` VALUES ('George', '行銷╱市場', 13);
INSERT INTO `record` VALUES ('George', '財務金融', 6);
INSERT INTO `record` VALUES ('George', '會計', 7);
INSERT INTO `record` VALUES ('George', '投資理財', 7);
INSERT INTO `record` VALUES ('George', '社會', 3);
INSERT INTO `record` VALUES ('George', '政治', 2);
INSERT INTO `record` VALUES ('George', '經濟', 2);
INSERT INTO `record` VALUES ('George', '傳媒', 3);
INSERT INTO `record` VALUES ('George', '法律', 2);
INSERT INTO `record` VALUES ('George', '人類與考古  ', 1000);
INSERT INTO `record` VALUES ('George', '教育', 2);
INSERT INTO `record` VALUES ('George', '亞洲研究', 1);
INSERT INTO `record` VALUES ('account', '企業管理', 6);
INSERT INTO `record` VALUES ('account', '生涯規劃  ', 7);
INSERT INTO `record` VALUES ('account', '行銷╱市場', 2);
INSERT INTO `record` VALUES ('account', '投資理財', 3);
INSERT INTO `record` VALUES ('account', '會計', 2);
INSERT INTO `record` VALUES ('account', '財務金融', 1);
INSERT INTO `record` VALUES ('art', '戲劇舞蹈表演', 4);
INSERT INTO `record` VALUES ('art', '電影', 6);
INSERT INTO `record` VALUES ('art', '音樂', 2);
INSERT INTO `record` VALUES ('art', '攝影', 16);
INSERT INTO `record` VALUES ('art', '設計', 8);
INSERT INTO `record` VALUES ('art', '建築', 16);
INSERT INTO `record` VALUES ('art', '美術', 16);
INSERT INTO `record` VALUES ('art', '室內設計', 12);
INSERT INTO `record` VALUES ('art', '工藝風尚收藏', 18);
INSERT INTO `record` VALUES ('chinese', '中文現代文學', 28);
INSERT INTO `record` VALUES ('chinese', '西洋文學', 31);
INSERT INTO `record` VALUES ('chinese', '世界文學', 8);
INSERT INTO `record` VALUES ('chinese', '大眾文學', 39);
INSERT INTO `record` VALUES ('chinese', '詩', 35);
INSERT INTO `record` VALUES ('chinese', '中國文學論集  ', 26);
INSERT INTO `record` VALUES ('chinese', '青少年文學', 7);
INSERT INTO `record` VALUES ('chinese', '中國經典', 16);
INSERT INTO `record` VALUES ('chinese', '世界文學論集', 12);
INSERT INTO `record` VALUES ('culture', '文化評論', 16);
INSERT INTO `record` VALUES ('culture', '當代思潮', 27);
INSERT INTO `record` VALUES ('culture', '宗教', 40);
INSERT INTO `record` VALUES ('culture', '哲學', 8);
INSERT INTO `record` VALUES ('culture', '心理學', 32);
INSERT INTO `record` VALUES ('culture', '歷史', 36);
INSERT INTO `record` VALUES ('George', '建築', 8);
INSERT INTO `record` VALUES ('education', '圖文漫畫', 1);
INSERT INTO `record` VALUES ('education', '社會', 15);
INSERT INTO `record` VALUES ('education', '政治', 7);
INSERT INTO `record` VALUES ('education', '經濟', 16);
INSERT INTO `record` VALUES ('education', '傳媒', 16);
INSERT INTO `record` VALUES ('education', '法律', 10);
INSERT INTO `record` VALUES ('education', '人類與考古  ', 17);
INSERT INTO `record` VALUES ('education', '教育', 10);
INSERT INTO `record` VALUES ('education', '亞洲研究', 19);
INSERT INTO `record` VALUES ('history', '歷史', 27);
INSERT INTO `record` VALUES ('history', '心理學', 1);
INSERT INTO `record` VALUES ('life', '飲食生活', 20);
INSERT INTO `record` VALUES ('life', '旅行', 30);
INSERT INTO `record` VALUES ('life', '生活休閒', 34);
INSERT INTO `record` VALUES ('life', '命理占星╱風水', 28);
INSERT INTO `record` VALUES ('life', '科普', 35);
INSERT INTO `record` VALUES ('life', '醫學', 28);
INSERT INTO `record` VALUES ('life', '科學', 8);
INSERT INTO `record` VALUES ('life', '商務╱趨勢  ', 5);
INSERT INTO `record` VALUES ('os', '文書應用軟體  ', 21);
INSERT INTO `record` VALUES ('os', '程式語言', 25);
INSERT INTO `record` VALUES ('os', '繪圖排版', 21);
INSERT INTO `record` VALUES ('os', '作業系統', 27);
INSERT INTO `record` VALUES ('os', '工具軟體', 19);
INSERT INTO `record` VALUES ('os', '網路╱通訊', 20);
INSERT INTO `record` VALUES ('os', '硬體組裝', 16);
INSERT INTO `record` VALUES ('os', '電腦資訊總論', 21);
INSERT INTO `record` VALUES ('Mary', '中文現代文學', 123);
INSERT INTO `record` VALUES ('Mary', '中國經典', 14);
INSERT INTO `record` VALUES ('Mary', '世界文學論集', 1);
INSERT INTO `record` VALUES ('Mary', '中國文學論集  ', 2);
INSERT INTO `record` VALUES ('George', '中國文學論集  ', 6);
INSERT INTO `record` VALUES ('George', '文書應用軟體  ', 2);
INSERT INTO `record` VALUES ('George', '中國經典', 91);
INSERT INTO `record` VALUES ('manager', '旅行', 1);
INSERT INTO `record` VALUES ('manager', '生活休閒', 1);
INSERT INTO `record` VALUES ('manager', '命理占星╱風水', 1);
INSERT INTO `record` VALUES ('manager', '科學', 1);
INSERT INTO `record` VALUES ('law', '中文現代文學', 58);
INSERT INTO `record` VALUES ('law', '西洋文學', 52);
INSERT INTO `record` VALUES ('law', '大眾文學', 16);
INSERT INTO `record` VALUES ('law', '詩', 1);
INSERT INTO `record` VALUES ('law', '世界文學', 22);
INSERT INTO `record` VALUES ('George', '詩', 10);
INSERT INTO `record` VALUES ('George', '世界文學論集', 1);
INSERT INTO `record` VALUES ('George', '歷史', 2);
INSERT INTO `record` VALUES ('George', '心理學', 2);
INSERT INTO `record` VALUES ('George', '文化評論', 2);
INSERT INTO `record` VALUES ('George', '哲學', 22);
INSERT INTO `record` VALUES ('George', '宗教', 3);
INSERT INTO `record` VALUES ('George', '醫學', 1);
INSERT INTO `record` VALUES ('Mary', '西洋文學', 34);
INSERT INTO `record` VALUES ('Mary', '青少年文學', 3);
INSERT INTO `record` VALUES ('law', '網路╱通訊', 2);
INSERT INTO `record` VALUES ('law', '電腦資訊總論', 1);
INSERT INTO `record` VALUES ('law', '硬體組裝', 1);
INSERT INTO `record` VALUES ('law', '會計', 1);
INSERT INTO `record` VALUES ('law', '宗教', 1);
INSERT INTO `record` VALUES ('law', '哲學', 2);
INSERT INTO `record` VALUES ('law', '中國文學論集  ', 3);
INSERT INTO `record` VALUES ('law', '世界文學論集', 2);
INSERT INTO `record` VALUES ('manager', '世界文學', 6);
INSERT INTO `record` VALUES ('manager', '大眾文學', 2);
INSERT INTO `record` VALUES ('manager', '中文現代文學', 8);
INSERT INTO `record` VALUES ('manager', '青少年文學', 2);
INSERT INTO `record` VALUES ('manager', '西洋文學', 1);
INSERT INTO `record` VALUES ('law', '中國經典', 2);
INSERT INTO `record` VALUES ('music', '中國經典', 12);

-- --------------------------------------------------------

-- 
-- 資料表格式： `record_book`
-- 

CREATE TABLE `record_book` (
  `id` varchar(20) collate latin1_general_ci NOT NULL,
  `ISBN` varchar(30) collate latin1_general_ci NOT NULL,
  `count_date` datetime NOT NULL,
  PRIMARY KEY  (`count_date`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1 COLLATE=latin1_general_ci;

-- 
-- 列出以下資料庫的數據： `record_book`
-- 

INSERT INTO `record_book` VALUES ('George', '9867475968', '2006-06-19 17:37:38');
INSERT INTO `record_book` VALUES ('George', '9867108337', '2006-06-19 17:37:40');
INSERT INTO `record_book` VALUES ('George', '9867108337', '2006-06-19 17:37:41');
INSERT INTO `record_book` VALUES ('George', '9867475968', '2006-06-19 17:37:43');
INSERT INTO `record_book` VALUES ('George', '9867705645', '2006-06-19 17:37:44');
INSERT INTO `record_book` VALUES ('George', '9867705645', '2006-06-19 17:37:47');
INSERT INTO `record_book` VALUES ('George', '9867108337', '2006-06-19 17:37:48');
INSERT INTO `record_book` VALUES ('education', '9573257785', '2006-06-19 17:40:57');
INSERT INTO `record_book` VALUES ('education', '9861245545', '2006-06-19 17:41:45');
INSERT INTO `record_book` VALUES ('education', '9861245545', '2006-06-19 17:41:48');
INSERT INTO `record_book` VALUES ('education', '9867158733', '2006-06-19 17:41:49');
INSERT INTO `record_book` VALUES ('education', '9867158733', '2006-06-19 17:41:51');
INSERT INTO `record_book` VALUES ('education', '9867158733', '2006-06-19 17:41:58');
INSERT INTO `record_book` VALUES ('education', '9867058070', '2006-06-19 17:42:02');
INSERT INTO `record_book` VALUES ('education', '9867118537', '2006-06-19 17:42:05');
INSERT INTO `record_book` VALUES ('education', '9867118537', '2006-06-19 17:42:11');
INSERT INTO `record_book` VALUES ('education', '9867118537', '2006-06-19 17:42:13');
INSERT INTO `record_book` VALUES ('education', '9571441945', '2006-06-19 17:42:16');
INSERT INTO `record_book` VALUES ('education', '9571441945', '2006-06-19 17:42:17');
INSERT INTO `record_book` VALUES ('education', '9577305563', '2006-06-19 17:42:25');
INSERT INTO `record_book` VALUES ('education', '9577305563', '2006-06-19 17:42:28');
INSERT INTO `record_book` VALUES ('education', '9867375718', '2006-06-19 17:42:29');
INSERT INTO `record_book` VALUES ('education', '9867375718', '2006-06-19 17:42:30');
INSERT INTO `record_book` VALUES ('education', '9867375718', '2006-06-19 17:42:31');
INSERT INTO `record_book` VALUES ('education', '9867375718', '2006-06-19 17:42:32');
INSERT INTO `record_book` VALUES ('education', '9867889444', '2006-06-19 17:42:38');
INSERT INTO `record_book` VALUES ('education', '9867889444', '2006-06-19 17:42:41');
INSERT INTO `record_book` VALUES ('education', '9867889444', '2006-06-19 17:42:42');
INSERT INTO `record_book` VALUES ('education', '9867889444', '2006-06-19 17:42:43');
INSERT INTO `record_book` VALUES ('education', '9861770194', '2006-06-19 17:42:46');
INSERT INTO `record_book` VALUES ('education', '9861770194', '2006-06-19 17:42:47');
INSERT INTO `record_book` VALUES ('education', '9861770194', '2006-06-19 17:42:48');
INSERT INTO `record_book` VALUES ('education', '9861770194', '2006-06-19 17:42:49');
INSERT INTO `record_book` VALUES ('education', '9864176757', '2006-06-19 17:42:51');
INSERT INTO `record_book` VALUES ('education', '9864176757', '2006-06-19 17:42:52');
INSERT INTO `record_book` VALUES ('education', '9864176757', '2006-06-19 17:42:53');
INSERT INTO `record_book` VALUES ('education', '9864176757', '2006-06-19 17:42:56');
INSERT INTO `record_book` VALUES ('education', '9868132827', '2006-06-19 17:42:58');
INSERT INTO `record_book` VALUES ('education', '9868132827', '2006-06-19 17:42:59');
INSERT INTO `record_book` VALUES ('education', '9868132827', '2006-06-19 17:43:00');
INSERT INTO `record_book` VALUES ('education', '9867158687', '2006-06-19 17:43:04');
INSERT INTO `record_book` VALUES ('education', '9867158687', '2006-06-19 17:43:07');
INSERT INTO `record_book` VALUES ('education', '9867158636', '2006-06-19 17:43:08');
INSERT INTO `record_book` VALUES ('education', '9867158636', '2006-06-19 17:43:09');
INSERT INTO `record_book` VALUES ('education', '9867158636', '2006-06-19 17:43:10');
INSERT INTO `record_book` VALUES ('education', '9867174364', '2006-06-19 17:43:12');
INSERT INTO `record_book` VALUES ('education', '9867108140', '2006-06-19 17:43:26');
INSERT INTO `record_book` VALUES ('education', '9867108140', '2006-06-19 17:43:28');
INSERT INTO `record_book` VALUES ('education', '9867108140', '2006-06-19 17:43:29');
INSERT INTO `record_book` VALUES ('education', '9867108140', '2006-06-19 17:43:30');
INSERT INTO `record_book` VALUES ('education', '9868202701', '2006-06-19 17:43:31');
INSERT INTO `record_book` VALUES ('education', '9868202701', '2006-06-19 17:43:32');
INSERT INTO `record_book` VALUES ('education', '9868202701', '2006-06-19 17:43:33');
INSERT INTO `record_book` VALUES ('education', '9861340599', '2006-06-19 17:43:39');
INSERT INTO `record_book` VALUES ('education', '9861340599', '2006-06-19 17:43:41');
INSERT INTO `record_book` VALUES ('education', '9861340599', '2006-06-19 17:43:43');
INSERT INTO `record_book` VALUES ('education', '9861340599', '2006-06-19 17:43:44');
INSERT INTO `record_book` VALUES ('education', '9861340599', '2006-06-19 17:43:45');
INSERT INTO `record_book` VALUES ('education', '9861340599', '2006-06-19 17:43:46');
INSERT INTO `record_book` VALUES ('education', '9861340599', '2006-06-19 17:43:48');
INSERT INTO `record_book` VALUES ('education', '9861340599', '2006-06-19 17:43:49');
INSERT INTO `record_book` VALUES ('education', '9861340599', '2006-06-19 17:43:51');
INSERT INTO `record_book` VALUES ('education', '9571344702', '2006-06-19 17:43:54');
INSERT INTO `record_book` VALUES ('education', '9571344702', '2006-06-19 17:43:55');
INSERT INTO `record_book` VALUES ('education', '9571344702', '2006-06-19 17:43:57');
INSERT INTO `record_book` VALUES ('education', '9571344702', '2006-06-19 17:43:58');
INSERT INTO `record_book` VALUES ('education', '9571344702', '2006-06-19 17:44:00');
INSERT INTO `record_book` VALUES ('education', '9571344702', '2006-06-19 17:44:01');
INSERT INTO `record_book` VALUES ('education', '986178005X', '2006-06-19 17:44:03');
INSERT INTO `record_book` VALUES ('education', '986178005X', '2006-06-19 17:44:04');
INSERT INTO `record_book` VALUES ('education', '986178005X', '2006-06-19 17:44:06');
INSERT INTO `record_book` VALUES ('education', '986178005X', '2006-06-19 17:44:07');
INSERT INTO `record_book` VALUES ('education', '986178005X', '2006-06-19 17:44:09');
INSERT INTO `record_book` VALUES ('education', '986178005X', '2006-06-19 17:44:10');
INSERT INTO `record_book` VALUES ('education', '9577305571', '2006-06-19 17:44:12');
INSERT INTO `record_book` VALUES ('education', '9577305571', '2006-06-19 17:44:13');
INSERT INTO `record_book` VALUES ('education', '9577305571', '2006-06-19 17:44:14');
INSERT INTO `record_book` VALUES ('education', '9577305571', '2006-06-19 17:44:16');
INSERT INTO `record_book` VALUES ('education', '9867235193', '2006-06-19 17:44:20');
INSERT INTO `record_book` VALUES ('education', '9867235193', '2006-06-19 17:44:22');
INSERT INTO `record_book` VALUES ('education', '9867235193', '2006-06-19 17:44:23');
INSERT INTO `record_book` VALUES ('education', '9867235193', '2006-06-19 17:44:24');
INSERT INTO `record_book` VALUES ('education', '9867235193', '2006-06-19 17:44:25');
INSERT INTO `record_book` VALUES ('education', '9867235193', '2006-06-19 17:44:27');
INSERT INTO `record_book` VALUES ('education', '9867235193', '2006-06-19 17:44:28');
INSERT INTO `record_book` VALUES ('education', '9867235193', '2006-06-19 17:44:29');
INSERT INTO `record_book` VALUES ('education', '986178005X', '2006-06-19 17:44:30');
INSERT INTO `record_book` VALUES ('education', '9578523769', '2006-06-19 17:44:35');
INSERT INTO `record_book` VALUES ('education', '9578523769', '2006-06-19 17:44:37');
INSERT INTO `record_book` VALUES ('education', '9578523769', '2006-06-19 17:44:38');
INSERT INTO `record_book` VALUES ('education', '9578523769', '2006-06-19 17:44:39');
INSERT INTO `record_book` VALUES ('education', '9578523769', '2006-06-19 17:44:40');
INSERT INTO `record_book` VALUES ('education', '9867178092', '2006-06-19 17:44:43');
INSERT INTO `record_book` VALUES ('education', '9867178092', '2006-06-19 17:44:44');
INSERT INTO `record_book` VALUES ('education', '9867178092', '2006-06-19 17:44:46');
INSERT INTO `record_book` VALUES ('education', '9867178092', '2006-06-19 17:44:47');
INSERT INTO `record_book` VALUES ('education', '9867178092', '2006-06-19 17:44:48');
INSERT INTO `record_book` VALUES ('education', '9868119839', '2006-06-19 17:44:51');
INSERT INTO `record_book` VALUES ('education', '9868119839', '2006-06-19 17:44:52');
INSERT INTO `record_book` VALUES ('education', '9868119839', '2006-06-19 17:44:53');
INSERT INTO `record_book` VALUES ('education', '9868119839', '2006-06-19 17:44:54');
INSERT INTO `record_book` VALUES ('education', '9570829036', '2006-06-19 17:44:55');
INSERT INTO `record_book` VALUES ('education', '9570829036', '2006-06-19 17:44:57');
INSERT INTO `record_book` VALUES ('education', '9570829036', '2006-06-19 17:44:59');
INSERT INTO `record_book` VALUES ('history', '9864176935', '2006-06-19 17:50:08');
INSERT INTO `record_book` VALUES ('history', '9864176935', '2006-06-19 17:50:11');
INSERT INTO `record_book` VALUES ('history', '9864176935', '2006-06-19 17:50:12');
INSERT INTO `record_book` VALUES ('history', '9867256999', '2006-06-19 17:50:13');
INSERT INTO `record_book` VALUES ('history', '9867256999', '2006-06-19 17:50:15');
INSERT INTO `record_book` VALUES ('history', '9867256999', '2006-06-19 17:50:16');
INSERT INTO `record_book` VALUES ('history', '9867256999', '2006-06-19 17:50:17');
INSERT INTO `record_book` VALUES ('history', '9868148480', '2006-06-19 17:50:18');
INSERT INTO `record_book` VALUES ('history', '9868148480', '2006-06-19 17:50:19');
INSERT INTO `record_book` VALUES ('history', '9868148480', '2006-06-19 17:50:20');
INSERT INTO `record_book` VALUES ('history', '986817516X', '2006-06-19 17:50:23');
INSERT INTO `record_book` VALUES ('history', '986817516X', '2006-06-19 17:50:24');
INSERT INTO `record_book` VALUES ('history', '986817516X', '2006-06-19 17:50:25');
INSERT INTO `record_book` VALUES ('history', '9867480538', '2006-06-19 17:50:28');
INSERT INTO `record_book` VALUES ('history', '9867480538', '2006-06-19 17:50:29');
INSERT INTO `record_book` VALUES ('history', '9867480538', '2006-06-19 17:50:30');
INSERT INTO `record_book` VALUES ('history', '9867053141', '2006-06-19 17:50:31');
INSERT INTO `record_book` VALUES ('history', '9867053141', '2006-06-19 17:50:32');
INSERT INTO `record_book` VALUES ('history', '9867053141', '2006-06-19 17:50:33');
INSERT INTO `record_book` VALUES ('history', '9861370560', '2006-06-19 17:50:34');
INSERT INTO `record_book` VALUES ('history', '9861370560', '2006-06-19 17:50:35');
INSERT INTO `record_book` VALUES ('history', '9861370560', '2006-06-19 17:50:37');
INSERT INTO `record_book` VALUES ('history', '986734880X', '2006-06-19 17:50:39');
INSERT INTO `record_book` VALUES ('history', '986734880X', '2006-06-19 17:50:41');
INSERT INTO `record_book` VALUES ('history', '986734880X', '2006-06-19 17:50:42');
INSERT INTO `record_book` VALUES ('history', '9867581369', '2006-06-19 17:50:43');
INSERT INTO `record_book` VALUES ('life', '9867705661', '2006-06-19 17:57:06');
INSERT INTO `record_book` VALUES ('life', '9867705661', '2006-06-19 17:57:10');
INSERT INTO `record_book` VALUES ('life', '9867705661', '2006-06-19 17:57:12');
INSERT INTO `record_book` VALUES ('life', '9867705661', '2006-06-19 17:57:13');
INSERT INTO `record_book` VALUES ('life', '9867705661', '2006-06-19 17:57:14');
INSERT INTO `record_book` VALUES ('life', '9570452722', '2006-06-19 17:57:15');
INSERT INTO `record_book` VALUES ('life', '9570452722', '2006-06-19 17:57:16');
INSERT INTO `record_book` VALUES ('life', '9570452722', '2006-06-19 17:57:17');
INSERT INTO `record_book` VALUES ('life', '9570452722', '2006-06-19 17:57:18');
INSERT INTO `record_book` VALUES ('life', '9571344869', '2006-06-19 17:57:19');
INSERT INTO `record_book` VALUES ('life', '9571344869', '2006-06-19 17:57:20');
INSERT INTO `record_book` VALUES ('life', '9571344869', '2006-06-19 17:57:22');
INSERT INTO `record_book` VALUES ('life', '9867245822', '2006-06-19 17:57:25');
INSERT INTO `record_book` VALUES ('life', '9867245822', '2006-06-19 17:57:26');
INSERT INTO `record_book` VALUES ('life', '9867245822', '2006-06-19 17:57:28');
INSERT INTO `record_book` VALUES ('life', '9867245814', '2006-06-19 17:57:29');
INSERT INTO `record_book` VALUES ('life', '9574504980', '2006-06-19 17:57:31');
INSERT INTO `record_book` VALUES ('life', '9571344869', '2006-06-19 17:57:35');
INSERT INTO `record_book` VALUES ('life', '9864176897', '2006-06-19 17:57:43');
INSERT INTO `record_book` VALUES ('life', '9864176897', '2006-06-19 17:57:45');
INSERT INTO `record_book` VALUES ('life', '9573322374', '2006-06-19 17:57:47');
INSERT INTO `record_book` VALUES ('life', '9573322374', '2006-06-19 17:57:48');
INSERT INTO `record_book` VALUES ('life', '9573322374', '2006-06-19 17:57:49');
INSERT INTO `record_book` VALUES ('life', '9867247329', '2006-06-19 17:57:51');
INSERT INTO `record_book` VALUES ('life', '9867247329', '2006-06-19 17:57:52');
INSERT INTO `record_book` VALUES ('life', '9867247329', '2006-06-19 17:57:54');
INSERT INTO `record_book` VALUES ('life', '9867586344', '2006-06-19 17:57:56');
INSERT INTO `record_book` VALUES ('life', '9867586344', '2006-06-19 17:57:57');
INSERT INTO `record_book` VALUES ('life', '9867586344', '2006-06-19 17:57:58');
INSERT INTO `record_book` VALUES ('life', '9867586344', '2006-06-19 17:57:59');
INSERT INTO `record_book` VALUES ('life', '9576634679', '2006-06-19 17:58:01');
INSERT INTO `record_book` VALUES ('life', '9576634679', '2006-06-19 17:58:03');
INSERT INTO `record_book` VALUES ('life', '9576634679', '2006-06-19 17:58:04');
INSERT INTO `record_book` VALUES ('life', '9867143272', '2006-06-19 17:58:07');
INSERT INTO `record_book` VALUES ('life', '9867143272', '2006-06-19 17:58:08');
INSERT INTO `record_book` VALUES ('life', '9867143264', '2006-06-19 17:58:10');
INSERT INTO `record_book` VALUES ('life', '9867143264', '2006-06-19 17:58:11');
INSERT INTO `record_book` VALUES ('life', '9867143264', '2006-06-19 17:58:12');
INSERT INTO `record_book` VALUES ('life', '9867143256', '2006-06-19 17:58:13');
INSERT INTO `record_book` VALUES ('life', '9867143256', '2006-06-19 17:58:14');
INSERT INTO `record_book` VALUES ('life', '9867143256', '2006-06-19 17:58:15');
INSERT INTO `record_book` VALUES ('life', '9867143280', '2006-06-19 17:58:17');
INSERT INTO `record_book` VALUES ('life', '9867143280', '2006-06-19 17:58:19');
INSERT INTO `record_book` VALUES ('life', '9867143280', '2006-06-19 17:58:20');
INSERT INTO `record_book` VALUES ('life', '9861246320', '2006-06-19 17:58:22');
INSERT INTO `record_book` VALUES ('life', '9861246320', '2006-06-19 17:58:24');
INSERT INTO `record_book` VALUES ('life', '9861246320', '2006-06-19 17:58:25');
INSERT INTO `record_book` VALUES ('life', '9867137108', '2006-06-19 17:58:31');
INSERT INTO `record_book` VALUES ('life', '9867137108', '2006-06-19 17:58:34');
INSERT INTO `record_book` VALUES ('life', '9867137108', '2006-06-19 17:58:35');
INSERT INTO `record_book` VALUES ('life', '9867137108', '2006-06-19 17:58:36');
INSERT INTO `record_book` VALUES ('life', '9867137108', '2006-06-19 17:58:38');
INSERT INTO `record_book` VALUES ('life', '9867137108', '2006-06-19 17:58:39');
INSERT INTO `record_book` VALUES ('life', '9861750134', '2006-06-19 17:58:40');
INSERT INTO `record_book` VALUES ('life', '9861750134', '2006-06-19 17:58:41');
INSERT INTO `record_book` VALUES ('life', '9861750134', '2006-06-19 17:58:42');
INSERT INTO `record_book` VALUES ('life', '9861750134', '2006-06-19 17:58:43');
INSERT INTO `record_book` VALUES ('life', '9861750134', '2006-06-19 17:58:44');
INSERT INTO `record_book` VALUES ('life', '9861750134', '2006-06-19 17:58:46');
INSERT INTO `record_book` VALUES ('life', '9867001028', '2006-06-19 17:58:47');
INSERT INTO `record_book` VALUES ('life', '9867001028', '2006-06-19 17:58:49');
INSERT INTO `record_book` VALUES ('life', '9867001028', '2006-06-19 17:58:50');
INSERT INTO `record_book` VALUES ('life', '9867001028', '2006-06-19 17:58:52');
INSERT INTO `record_book` VALUES ('life', '9861780084', '2006-06-19 17:58:54');
INSERT INTO `record_book` VALUES ('life', '9861780084', '2006-06-19 17:58:55');
INSERT INTO `record_book` VALUES ('life', '9861780084', '2006-06-19 17:58:56');
INSERT INTO `record_book` VALUES ('life', '9861246444', '2006-06-19 17:58:58');
INSERT INTO `record_book` VALUES ('life', '9861246444', '2006-06-19 17:58:59');
INSERT INTO `record_book` VALUES ('life', '9861246444', '2006-06-19 17:59:00');
INSERT INTO `record_book` VALUES ('life', '9867461177', '2006-06-19 17:59:03');
INSERT INTO `record_book` VALUES ('life', '9867461177', '2006-06-19 17:59:06');
INSERT INTO `record_book` VALUES ('life', '9867461177', '2006-06-19 17:59:07');
INSERT INTO `record_book` VALUES ('life', '9861730729', '2006-06-19 17:59:09');
INSERT INTO `record_book` VALUES ('life', '9861730729', '2006-06-19 17:59:10');
INSERT INTO `record_book` VALUES ('life', '9861730729', '2006-06-19 17:59:11');
INSERT INTO `record_book` VALUES ('life', '9570829826', '2006-06-19 17:59:13');
INSERT INTO `record_book` VALUES ('life', '9570829826', '2006-06-19 17:59:14');
INSERT INTO `record_book` VALUES ('life', '9570829826', '2006-06-19 17:59:15');
INSERT INTO `record_book` VALUES ('life', '9868202078', '2006-06-19 17:59:17');
INSERT INTO `record_book` VALUES ('life', '9868202078', '2006-06-19 17:59:18');
INSERT INTO `record_book` VALUES ('life', '9574512681', '2006-06-19 17:59:21');
INSERT INTO `record_book` VALUES ('life', '9574512681', '2006-06-19 17:59:23');
INSERT INTO `record_book` VALUES ('life', '9574512681', '2006-06-19 17:59:24');
INSERT INTO `record_book` VALUES ('life', '9868217431', '2006-06-19 17:59:25');
INSERT INTO `record_book` VALUES ('life', '9868217431', '2006-06-19 17:59:26');
INSERT INTO `record_book` VALUES ('life', '9868217431', '2006-06-19 17:59:27');
INSERT INTO `record_book` VALUES ('life', '9868217415', '2006-06-19 17:59:29');
INSERT INTO `record_book` VALUES ('life', '9868217415', '2006-06-19 17:59:30');
INSERT INTO `record_book` VALUES ('life', '9868217415', '2006-06-19 17:59:31');
INSERT INTO `record_book` VALUES ('life', '9868217423', '2006-06-19 17:59:34');
INSERT INTO `record_book` VALUES ('life', '9868217423', '2006-06-19 17:59:35');
INSERT INTO `record_book` VALUES ('life', '9868217423', '2006-06-19 17:59:36');
INSERT INTO `record_book` VALUES ('life', '9868217407', '2006-06-19 17:59:38');
INSERT INTO `record_book` VALUES ('life', '9868217407', '2006-06-19 17:59:40');
INSERT INTO `record_book` VALUES ('life', '9868217407', '2006-06-19 17:59:42');
INSERT INTO `record_book` VALUES ('life', '9861360875', '2006-06-19 17:59:43');
INSERT INTO `record_book` VALUES ('life', '9861360875', '2006-06-19 17:59:45');
INSERT INTO `record_book` VALUES ('life', '9861360875', '2006-06-19 17:59:46');
INSERT INTO `record_book` VALUES ('life', '9867415965', '2006-06-19 17:59:49');
INSERT INTO `record_book` VALUES ('life', '9867415965', '2006-06-19 17:59:50');
INSERT INTO `record_book` VALUES ('life', '9867415965', '2006-06-19 17:59:51');
INSERT INTO `record_book` VALUES ('life', '9868184126', '2006-06-19 17:59:52');
INSERT INTO `record_book` VALUES ('life', '9868184126', '2006-06-19 17:59:53');
INSERT INTO `record_book` VALUES ('life', '9868184118', '2006-06-19 17:59:56');
INSERT INTO `record_book` VALUES ('life', '9868184118', '2006-06-19 17:59:57');
INSERT INTO `record_book` VALUES ('life', '9867113152', '2006-06-19 17:59:58');
INSERT INTO `record_book` VALUES ('life', '9867113152', '2006-06-19 17:59:59');
INSERT INTO `record_book` VALUES ('life', '9573257750', '2006-06-19 18:00:02');
INSERT INTO `record_book` VALUES ('life', '9573257750', '2006-06-19 18:00:04');
INSERT INTO `record_book` VALUES ('life', '9573257750', '2006-06-19 18:00:05');
INSERT INTO `record_book` VALUES ('life', '9573257750', '2006-06-19 18:00:06');
INSERT INTO `record_book` VALUES ('life', '9864177001', '2006-06-19 18:00:07');
INSERT INTO `record_book` VALUES ('life', '9864177001', '2006-06-19 18:00:09');
INSERT INTO `record_book` VALUES ('life', '9864177001', '2006-06-19 18:00:25');
INSERT INTO `record_book` VALUES ('life', '9864177001', '2006-06-19 18:00:29');
INSERT INTO `record_book` VALUES ('life', '9864177001', '2006-06-19 18:00:35');
INSERT INTO `record_book` VALUES ('life', '9861246592', '2006-06-19 18:00:40');
INSERT INTO `record_book` VALUES ('life', '9861246592', '2006-06-19 18:00:42');
INSERT INTO `record_book` VALUES ('life', '9861246592', '2006-06-19 18:00:43');
INSERT INTO `record_book` VALUES ('life', '9571344761', '2006-06-19 18:00:44');
INSERT INTO `record_book` VALUES ('life', '9571344761', '2006-06-19 18:00:45');
INSERT INTO `record_book` VALUES ('life', '9571344761', '2006-06-19 18:00:46');
INSERT INTO `record_book` VALUES ('life', '9573257807', '2006-06-19 18:00:48');
INSERT INTO `record_book` VALUES ('life', '9573257807', '2006-06-19 18:00:49');
INSERT INTO `record_book` VALUES ('life', '9864176692', '2006-06-19 18:00:50');
INSERT INTO `record_book` VALUES ('life', '9864176692', '2006-06-19 18:00:52');
INSERT INTO `record_book` VALUES ('life', '9574559920', '2006-06-19 18:00:54');
INSERT INTO `record_book` VALUES ('life', '9574559920', '2006-06-19 18:00:55');
INSERT INTO `record_book` VALUES ('life', '9867581342', '2006-06-19 18:00:57');
INSERT INTO `record_book` VALUES ('life', '9867581342', '2006-06-19 18:00:58');
INSERT INTO `record_book` VALUES ('life', '9867581342', '2006-06-19 18:00:59');
INSERT INTO `record_book` VALUES ('life', '9861246126', '2006-06-19 18:01:01');
INSERT INTO `record_book` VALUES ('life', '9861246126', '2006-06-19 18:01:02');
INSERT INTO `record_book` VALUES ('life', '9861246126', '2006-06-19 18:01:03');
INSERT INTO `record_book` VALUES ('life', '9867581342', '2006-06-19 18:01:08');
INSERT INTO `record_book` VALUES ('life', '9867581342', '2006-06-19 18:01:13');
INSERT INTO `record_book` VALUES ('life', '9861246126', '2006-06-19 18:01:15');
INSERT INTO `record_book` VALUES ('life', '986417682X', '2006-06-19 18:01:17');
INSERT INTO `record_book` VALUES ('life', '986417682X', '2006-06-19 18:01:19');
INSERT INTO `record_book` VALUES ('life', '986417682X', '2006-06-19 18:01:20');
INSERT INTO `record_book` VALUES ('life', '986417682X', '2006-06-19 18:01:22');
INSERT INTO `record_book` VALUES ('life', '986717447X', '2006-06-19 18:01:25');
INSERT INTO `record_book` VALUES ('life', '986717447X', '2006-06-19 18:01:27');
INSERT INTO `record_book` VALUES ('life', '986717447X', '2006-06-19 18:01:28');
INSERT INTO `record_book` VALUES ('life', '9868193575', '2006-06-19 18:01:29');
INSERT INTO `record_book` VALUES ('life', '9868193575', '2006-06-19 18:01:30');
INSERT INTO `record_book` VALUES ('life', '9868193575', '2006-06-19 18:01:32');
INSERT INTO `record_book` VALUES ('life', '9864176900', '2006-06-19 18:01:34');
INSERT INTO `record_book` VALUES ('life', '9864176900', '2006-06-19 18:01:35');
INSERT INTO `record_book` VALUES ('life', '9867069102', '2006-06-19 18:01:37');
INSERT INTO `record_book` VALUES ('life', '9867069102', '2006-06-19 18:01:38');
INSERT INTO `record_book` VALUES ('life', '9861360913', '2006-06-19 18:01:40');
INSERT INTO `record_book` VALUES ('life', '9861360913', '2006-06-19 18:01:41');
INSERT INTO `record_book` VALUES ('life', '9861360913', '2006-06-19 18:01:43');
INSERT INTO `record_book` VALUES ('life', '9861750177', '2006-06-19 18:01:45');
INSERT INTO `record_book` VALUES ('life', '9867137655', '2006-06-19 18:01:48');
INSERT INTO `record_book` VALUES ('life', '9867137655', '2006-06-19 18:01:49');
INSERT INTO `record_book` VALUES ('life', '9867348788', '2006-06-19 18:01:51');
INSERT INTO `record_book` VALUES ('life', '9867348788', '2006-06-19 18:01:52');
INSERT INTO `record_book` VALUES ('life', '9867348788', '2006-06-19 18:01:53');
INSERT INTO `record_book` VALUES ('life', '986820559X', '2006-06-19 18:01:54');
INSERT INTO `record_book` VALUES ('life', '986820559X', '2006-06-19 18:01:57');
INSERT INTO `record_book` VALUES ('life', '986124655X', '2006-06-19 18:01:58');
INSERT INTO `record_book` VALUES ('life', '986124655X', '2006-06-19 18:02:01');
INSERT INTO `record_book` VALUES ('life', '9867300432', '2006-06-19 18:02:02');
INSERT INTO `record_book` VALUES ('life', '9867300432', '2006-06-19 18:02:03');
INSERT INTO `record_book` VALUES ('life', '9867300432', '2006-06-19 18:02:04');
INSERT INTO `record_book` VALUES ('life', '986711213X', '2006-06-19 18:02:09');
INSERT INTO `record_book` VALUES ('life', '986711213X', '2006-06-19 18:02:11');
INSERT INTO `record_book` VALUES ('life', '986711213X', '2006-06-19 18:02:13');
INSERT INTO `record_book` VALUES ('life', '9574132668', '2006-06-19 18:02:14');
INSERT INTO `record_book` VALUES ('life', '9574132668', '2006-06-19 18:02:15');
INSERT INTO `record_book` VALUES ('life', '9574132668', '2006-06-19 18:02:16');
INSERT INTO `record_book` VALUES ('life', '9861340564', '2006-06-19 18:02:18');
INSERT INTO `record_book` VALUES ('life', '9867058232', '2006-06-19 18:02:25');
INSERT INTO `record_book` VALUES ('life', '9867058232', '2006-06-19 18:02:26');
INSERT INTO `record_book` VALUES ('life', '9867347927', '2006-06-19 18:02:27');
INSERT INTO `record_book` VALUES ('life', '9867347927', '2006-06-19 18:02:29');
INSERT INTO `record_book` VALUES ('os', '9861256822', '2006-06-19 18:03:04');
INSERT INTO `record_book` VALUES ('os', '9861256822', '2006-06-19 18:03:07');
INSERT INTO `record_book` VALUES ('os', '9861491562', '2006-06-19 18:03:08');
INSERT INTO `record_book` VALUES ('os', '9861491562', '2006-06-19 18:03:10');
INSERT INTO `record_book` VALUES ('os', '9867236483', '2006-06-19 18:03:12');
INSERT INTO `record_book` VALUES ('os', '9867236483', '2006-06-19 18:03:33');
INSERT INTO `record_book` VALUES ('os', '9867236483', '2006-06-19 18:03:35');
INSERT INTO `record_book` VALUES ('os', '9867236483', '2006-06-19 18:03:36');
INSERT INTO `record_book` VALUES ('os', '9861256881', '2006-06-19 18:03:38');
INSERT INTO `record_book` VALUES ('os', '9861256881', '2006-06-19 18:03:39');
INSERT INTO `record_book` VALUES ('os', '9861256881', '2006-06-19 18:03:40');
INSERT INTO `record_book` VALUES ('os', '9864218212', '2006-06-19 18:03:43');
INSERT INTO `record_book` VALUES ('os', '9864218212', '2006-06-19 18:03:44');
INSERT INTO `record_book` VALUES ('os', '9864218212', '2006-06-19 18:03:45');
INSERT INTO `record_book` VALUES ('os', '9864218441', '2006-06-19 18:03:46');
INSERT INTO `record_book` VALUES ('os', '9861542205', '2006-06-19 18:04:17');
INSERT INTO `record_book` VALUES ('os', '9861542205', '2006-06-19 18:04:19');
INSERT INTO `record_book` VALUES ('os', '9861542205', '2006-06-19 18:04:20');
INSERT INTO `record_book` VALUES ('os', '9861257349', '2006-06-19 18:04:23');
INSERT INTO `record_book` VALUES ('os', '9861257349', '2006-06-19 18:04:24');
INSERT INTO `record_book` VALUES ('os', '9861257349', '2006-06-19 18:04:25');
INSERT INTO `record_book` VALUES ('os', '9864219332', '2006-06-19 18:04:27');
INSERT INTO `record_book` VALUES ('os', '9864219332', '2006-06-19 18:04:28');
INSERT INTO `record_book` VALUES ('os', '9864219332', '2006-06-19 18:04:29');
INSERT INTO `record_book` VALUES ('os', '9864219235', '2006-06-19 18:04:31');
INSERT INTO `record_book` VALUES ('os', '9864219235', '2006-06-19 18:04:32');
INSERT INTO `record_book` VALUES ('os', '9864219073', '2006-06-19 18:04:33');
INSERT INTO `record_book` VALUES ('os', '9864219235', '2006-06-19 18:04:43');
INSERT INTO `record_book` VALUES ('os', '9864219235', '2006-06-19 18:04:45');
INSERT INTO `record_book` VALUES ('os', '9864219073', '2006-06-19 18:04:46');
INSERT INTO `record_book` VALUES ('os', '9864219073', '2006-06-19 18:04:47');
INSERT INTO `record_book` VALUES ('os', '9864219049', '2006-06-19 18:04:49');
INSERT INTO `record_book` VALUES ('os', '9864219049', '2006-06-19 18:04:50');
INSERT INTO `record_book` VALUES ('os', '9575278836', '2006-06-19 18:04:53');
INSERT INTO `record_book` VALUES ('os', '9575278836', '2006-06-19 18:04:54');
INSERT INTO `record_book` VALUES ('os', '9575278828', '2006-06-19 18:04:56');
INSERT INTO `record_book` VALUES ('os', '9575278828', '2006-06-19 18:04:57');
INSERT INTO `record_book` VALUES ('os', '9575278739', '2006-06-19 18:04:58');
INSERT INTO `record_book` VALUES ('os', '9575278739', '2006-06-19 18:04:59');
INSERT INTO `record_book` VALUES ('os', '9867198328', '2006-06-19 18:05:01');
INSERT INTO `record_book` VALUES ('os', '9867198328', '2006-06-19 18:05:02');
INSERT INTO `record_book` VALUES ('os', '9867199537', '2006-06-19 18:05:06');
INSERT INTO `record_book` VALUES ('os', '9867199537', '2006-06-19 18:05:07');
INSERT INTO `record_book` VALUES ('os', '9867199537', '2006-06-19 18:05:08');
INSERT INTO `record_book` VALUES ('os', '9867199588', '2006-06-19 18:05:09');
INSERT INTO `record_book` VALUES ('os', '9867199588', '2006-06-19 18:05:10');
INSERT INTO `record_book` VALUES ('os', '9867199588', '2006-06-19 18:05:11');
INSERT INTO `record_book` VALUES ('os', '9861257497', '2006-06-19 18:05:14');
INSERT INTO `record_book` VALUES ('os', '9861257497', '2006-06-19 18:05:15');
INSERT INTO `record_book` VALUES ('os', '9867236556', '2006-06-19 18:05:16');
INSERT INTO `record_book` VALUES ('os', '9867236556', '2006-06-19 18:05:17');
INSERT INTO `record_book` VALUES ('os', '9867236564', '2006-06-19 18:05:20');
INSERT INTO `record_book` VALUES ('os', '9867236564', '2006-06-19 18:05:22');
INSERT INTO `record_book` VALUES ('os', '9867236564', '2006-06-19 18:05:24');
INSERT INTO `record_book` VALUES ('os', '9867236580', '2006-06-19 18:05:26');
INSERT INTO `record_book` VALUES ('os', '9867236580', '2006-06-19 18:05:27');
INSERT INTO `record_book` VALUES ('os', '9864219308', '2006-06-19 18:05:29');
INSERT INTO `record_book` VALUES ('os', '9864219308', '2006-06-19 18:05:30');
INSERT INTO `record_book` VALUES ('os', '9574423395', '2006-06-19 18:05:32');
INSERT INTO `record_book` VALUES ('os', '9574423395', '2006-06-19 18:05:33');
INSERT INTO `record_book` VALUES ('os', '9867199502', '2006-06-19 18:05:35');
INSERT INTO `record_book` VALUES ('os', '9864219065', '2006-06-19 18:05:40');
INSERT INTO `record_book` VALUES ('os', '9864219065', '2006-06-19 18:05:41');
INSERT INTO `record_book` VALUES ('os', '9864219065', '2006-06-19 18:05:42');
INSERT INTO `record_book` VALUES ('os', '9864219367', '2006-06-19 18:05:43');
INSERT INTO `record_book` VALUES ('os', '9864219367', '2006-06-19 18:05:44');
INSERT INTO `record_book` VALUES ('os', '9864219367', '2006-06-19 18:05:45');
INSERT INTO `record_book` VALUES ('os', '9867199456', '2006-06-19 18:05:47');
INSERT INTO `record_book` VALUES ('os', '9867199456', '2006-06-19 18:05:48');
INSERT INTO `record_book` VALUES ('os', '9867199456', '2006-06-19 18:05:49');
INSERT INTO `record_book` VALUES ('os', '9575278674', '2006-06-19 18:05:59');
INSERT INTO `record_book` VALUES ('os', '9575278674', '2006-06-19 18:06:01');
INSERT INTO `record_book` VALUES ('os', '9575278674', '2006-06-19 18:06:02');
INSERT INTO `record_book` VALUES ('os', '9867794672', '2006-06-19 18:06:04');
INSERT INTO `record_book` VALUES ('os', '9867794672', '2006-06-19 18:06:05');
INSERT INTO `record_book` VALUES ('os', '9574423093', '2006-06-19 18:06:07');
INSERT INTO `record_book` VALUES ('os', '9574423093', '2006-06-19 18:06:08');
INSERT INTO `record_book` VALUES ('os', '9574423093', '2006-06-19 18:06:09');
INSERT INTO `record_book` VALUES ('os', '9867329554', '2006-06-19 18:06:11');
INSERT INTO `record_book` VALUES ('os', '9861256210', '2006-06-19 18:06:13');
INSERT INTO `record_book` VALUES ('os', '9861256210', '2006-06-19 18:06:14');
INSERT INTO `record_book` VALUES ('os', '9867329503', '2006-06-19 18:06:15');
INSERT INTO `record_book` VALUES ('os', '9867329503', '2006-06-19 18:06:16');
INSERT INTO `record_book` VALUES ('os', '9867329503', '2006-06-19 18:06:18');
INSERT INTO `record_book` VALUES ('os', '9861256075', '2006-06-19 18:06:19');
INSERT INTO `record_book` VALUES ('os', '9861256075', '2006-06-19 18:06:21');
INSERT INTO `record_book` VALUES ('os', '9574423107', '2006-06-19 18:06:25');
INSERT INTO `record_book` VALUES ('os', '9574423107', '2006-06-19 18:06:26');
INSERT INTO `record_book` VALUES ('os', '9861255826', '2006-06-19 18:06:28');
INSERT INTO `record_book` VALUES ('os', '9861255826', '2006-06-19 18:06:29');
INSERT INTO `record_book` VALUES ('os', '9861255826', '2006-06-19 18:06:30');
INSERT INTO `record_book` VALUES ('os', '9861254447', '2006-06-19 18:06:32');
INSERT INTO `record_book` VALUES ('os', '9861254447', '2006-06-19 18:06:33');
INSERT INTO `record_book` VALUES ('os', '9861254447', '2006-06-19 18:06:34');
INSERT INTO `record_book` VALUES ('os', '9575277783', '2006-06-19 18:06:36');
INSERT INTO `record_book` VALUES ('os', '9575277783', '2006-06-19 18:06:37');
INSERT INTO `record_book` VALUES ('os', '9867529693', '2006-06-19 18:06:38');
INSERT INTO `record_book` VALUES ('os', '9867529693', '2006-06-19 18:06:39');
INSERT INTO `record_book` VALUES ('os', '9867529693', '2006-06-19 18:06:41');
INSERT INTO `record_book` VALUES ('os', '9577178316', '2006-06-19 18:06:43');
INSERT INTO `record_book` VALUES ('os', '9570321180', '2006-06-19 18:06:45');
INSERT INTO `record_book` VALUES ('os', '9570321180', '2006-06-19 18:06:46');
INSERT INTO `record_book` VALUES ('os', '9577178316', '2006-06-19 18:06:47');
INSERT INTO `record_book` VALUES ('os', '9577178316', '2006-06-19 18:06:48');
INSERT INTO `record_book` VALUES ('os', '9867440803', '2006-06-19 18:06:52');
INSERT INTO `record_book` VALUES ('os', '9867440803', '2006-06-19 18:06:55');
INSERT INTO `record_book` VALUES ('os', '9867440803', '2006-06-19 18:06:56');
INSERT INTO `record_book` VALUES ('os', '9861257292', '2006-06-19 18:06:57');
INSERT INTO `record_book` VALUES ('os', '9861257292', '2006-06-19 18:06:58');
INSERT INTO `record_book` VALUES ('os', '9861257292', '2006-06-19 18:06:59');
INSERT INTO `record_book` VALUES ('os', '9861257284', '2006-06-19 18:07:00');
INSERT INTO `record_book` VALUES ('os', '9861257284', '2006-06-19 18:07:01');
INSERT INTO `record_book` VALUES ('os', '9867199561', '2006-06-19 18:07:03');
INSERT INTO `record_book` VALUES ('os', '9867199561', '2006-06-19 18:07:04');
INSERT INTO `record_book` VALUES ('os', '9867236572', '2006-06-19 18:07:07');
INSERT INTO `record_book` VALUES ('os', '9867236572', '2006-06-19 18:07:08');
INSERT INTO `record_book` VALUES ('os', '9575278909', '2006-06-19 18:07:10');
INSERT INTO `record_book` VALUES ('os', '9575278909', '2006-06-19 18:07:11');
INSERT INTO `record_book` VALUES ('os', '9867075102', '2006-06-19 18:07:12');
INSERT INTO `record_book` VALUES ('os', '9867075102', '2006-06-19 18:07:14');
INSERT INTO `record_book` VALUES ('os', '9867075102', '2006-06-19 18:07:16');
INSERT INTO `record_book` VALUES ('os', '9867075080', '2006-06-19 18:07:20');
INSERT INTO `record_book` VALUES ('os', '9867075080', '2006-06-19 18:07:21');
INSERT INTO `record_book` VALUES ('os', '9861257187', '2006-06-19 18:07:26');
INSERT INTO `record_book` VALUES ('os', '9861257187', '2006-06-19 18:07:27');
INSERT INTO `record_book` VALUES ('os', '9861257187', '2006-06-19 18:07:28');
INSERT INTO `record_book` VALUES ('os', '9867236602', '2006-06-19 18:07:29');
INSERT INTO `record_book` VALUES ('os', '9867236602', '2006-06-19 18:07:31');
INSERT INTO `record_book` VALUES ('os', '9867236602', '2006-06-19 18:07:32');
INSERT INTO `record_book` VALUES ('os', '9867236602', '2006-06-19 18:07:33');
INSERT INTO `record_book` VALUES ('os', '986125739X', '2006-06-19 18:07:35');
INSERT INTO `record_book` VALUES ('os', '986125739X', '2006-06-19 18:07:36');
INSERT INTO `record_book` VALUES ('os', '986125739X', '2006-06-19 18:07:37');
INSERT INTO `record_book` VALUES ('os', '9867329880', '2006-06-19 18:07:40');
INSERT INTO `record_book` VALUES ('os', '9867329880', '2006-06-19 18:07:41');
INSERT INTO `record_book` VALUES ('os', '9867075005', '2006-06-19 18:07:43');
INSERT INTO `record_book` VALUES ('os', '9867075005', '2006-06-19 18:07:44');
INSERT INTO `record_book` VALUES ('os', '9861275770', '2006-06-19 18:07:47');
INSERT INTO `record_book` VALUES ('os', '9867329791', '2006-06-19 18:07:50');
INSERT INTO `record_book` VALUES ('os', '9861275770', '2006-06-19 18:07:51');
INSERT INTO `record_book` VALUES ('os', '9867329791', '2006-06-19 18:07:52');
INSERT INTO `record_book` VALUES ('os', '9867329813', '2006-06-19 18:07:54');
INSERT INTO `record_book` VALUES ('os', '9867329813', '2006-06-19 18:07:55');
INSERT INTO `record_book` VALUES ('os', '9575278666', '2006-06-19 18:07:57');
INSERT INTO `record_book` VALUES ('os', '9575278666', '2006-06-19 18:07:58');
INSERT INTO `record_book` VALUES ('os', '9867794648', '2006-06-19 18:07:59');
INSERT INTO `record_book` VALUES ('os', '9861541829', '2006-06-19 18:08:01');
INSERT INTO `record_book` VALUES ('os', '9861541829', '2006-06-19 18:08:03');
INSERT INTO `record_book` VALUES ('os', '9861541829', '2006-06-19 18:08:04');
INSERT INTO `record_book` VALUES ('os', '9864218255', '2006-06-19 18:08:06');
INSERT INTO `record_book` VALUES ('os', '9864218255', '2006-06-19 18:08:08');
INSERT INTO `record_book` VALUES ('Mary', '9861730632', '2006-06-19 18:08:09');
INSERT INTO `record_book` VALUES ('os', '9864218247', '2006-06-19 18:08:10');
INSERT INTO `record_book` VALUES ('os', '9864218247', '2006-06-19 18:08:13');
INSERT INTO `record_book` VALUES ('os', '9867231120', '2006-06-19 18:08:16');
INSERT INTO `record_book` VALUES ('os', '9867231120', '2006-06-19 18:08:17');
INSERT INTO `record_book` VALUES ('os', '9867231120', '2006-06-19 18:08:19');
INSERT INTO `record_book` VALUES ('Mary', '9861730605', '2006-06-19 18:08:32');
INSERT INTO `record_book` VALUES ('Mary', '9867753844', '2006-06-19 18:08:33');
INSERT INTO `record_book` VALUES ('Mary', '9861246541', '2006-06-19 18:08:48');
INSERT INTO `record_book` VALUES ('Mary', '9572070533', '2006-06-19 18:09:00');
INSERT INTO `record_book` VALUES ('Mary', '9572070533', '2006-06-19 18:20:05');
INSERT INTO `record_book` VALUES ('George', '9570520388', '2006-06-20 15:10:04');
INSERT INTO `record_book` VALUES ('George', '9867753852', '2006-06-20 15:10:19');
INSERT INTO `record_book` VALUES ('George', '9861542205', '2006-06-20 15:39:00');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 15:39:28');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-20 15:48:36');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:25:03');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:26:53');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:27:22');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:27:30');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:28:43');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:28:45');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:28:52');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:29:11');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:29:16');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:29:23');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:30:14');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:31:10');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:31:22');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:32:17');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:32:21');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:32:41');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:35:02');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:41:47');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:48:50');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:50:54');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:51:23');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:52:04');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-20 18:52:26');
INSERT INTO `record_book` VALUES ('law', '9867059204', '2006-06-20 18:53:42');
INSERT INTO `record_book` VALUES ('law', '9867059204', '2006-06-20 18:53:55');
INSERT INTO `record_book` VALUES ('law', '9867059204', '2006-06-20 18:54:04');
INSERT INTO `record_book` VALUES ('law', '9867059204', '2006-06-20 18:54:11');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 19:45:06');
INSERT INTO `record_book` VALUES ('law', '9573322404', '2006-06-20 19:45:42');
INSERT INTO `record_book` VALUES ('law', '9571341649', '2006-06-20 19:56:20');
INSERT INTO `record_book` VALUES ('law', '9571341649', '2006-06-20 19:57:02');
INSERT INTO `record_book` VALUES ('law', '9571341649', '2006-06-20 19:57:06');
INSERT INTO `record_book` VALUES ('law', '9571341649', '2006-06-20 19:57:09');
INSERT INTO `record_book` VALUES ('law', '9571341649', '2006-06-20 19:57:13');
INSERT INTO `record_book` VALUES ('law', '9571341649', '2006-06-20 19:57:19');
INSERT INTO `record_book` VALUES ('law', '9571341649', '2006-06-20 19:57:22');
INSERT INTO `record_book` VALUES ('law', '9571341649', '2006-06-20 19:57:24');
INSERT INTO `record_book` VALUES ('law', '9571341649', '2006-06-20 19:57:28');
INSERT INTO `record_book` VALUES ('law', '9571341649', '2006-06-20 19:57:31');
INSERT INTO `record_book` VALUES ('law', '9571341649', '2006-06-20 19:57:36');
INSERT INTO `record_book` VALUES ('law', '9571341649', '2006-06-20 19:57:41');
INSERT INTO `record_book` VALUES ('law', '9571341649', '2006-06-20 19:57:45');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 19:58:38');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:03:40');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:03:43');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:03:47');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:03:52');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:03:57');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:04:02');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:04:04');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:04:06');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:04:09');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:04:12');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:04:15');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:04:17');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:04:20');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:04:21');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:04:23');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:04:30');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:04:32');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:04:34');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:04:38');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:04:39');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:04:41');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:04:48');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:04:52');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:04:56');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:04:59');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-20 20:05:02');
INSERT INTO `record_book` VALUES ('law', '9867059204', '2006-06-20 20:05:13');
INSERT INTO `record_book` VALUES ('law', '9867059204', '2006-06-20 20:09:52');
INSERT INTO `record_book` VALUES ('law', '9867059204', '2006-06-20 20:09:54');
INSERT INTO `record_book` VALUES ('law', '9867059204', '2006-06-20 20:09:56');
INSERT INTO `record_book` VALUES ('law', '9867059204', '2006-06-20 20:09:58');
INSERT INTO `record_book` VALUES ('law', '9867059204', '2006-06-20 20:10:01');
INSERT INTO `record_book` VALUES ('law', '9867059204', '2006-06-20 20:10:02');
INSERT INTO `record_book` VALUES ('law', '9867059204', '2006-06-20 20:10:04');
INSERT INTO `record_book` VALUES ('law', '9867059204', '2006-06-20 20:10:06');
INSERT INTO `record_book` VALUES ('law', '9867059204', '2006-06-20 20:10:08');
INSERT INTO `record_book` VALUES ('law', '9867059204', '2006-06-20 20:10:10');
INSERT INTO `record_book` VALUES ('law', '9867059204', '2006-06-20 20:10:14');
INSERT INTO `record_book` VALUES ('law', '9867059204', '2006-06-20 20:10:16');
INSERT INTO `record_book` VALUES ('law', '9861331441', '2006-06-20 20:18:50');
INSERT INTO `record_book` VALUES ('law', '9861331441', '2006-06-20 20:19:13');
INSERT INTO `record_book` VALUES ('law', '9861331441', '2006-06-20 20:19:15');
INSERT INTO `record_book` VALUES ('law', '9861331441', '2006-06-20 20:19:17');
INSERT INTO `record_book` VALUES ('law', '9861331441', '2006-06-20 20:19:20');
INSERT INTO `record_book` VALUES ('law', '9861331441', '2006-06-20 20:19:22');
INSERT INTO `record_book` VALUES ('law', '9861331441', '2006-06-20 20:19:24');
INSERT INTO `record_book` VALUES ('law', '9861331441', '2006-06-20 20:19:31');
INSERT INTO `record_book` VALUES ('law', '9861331441', '2006-06-20 20:19:33');
INSERT INTO `record_book` VALUES ('law', '9861331441', '2006-06-20 20:19:36');
INSERT INTO `record_book` VALUES ('law', '9861331441', '2006-06-20 20:19:39');
INSERT INTO `record_book` VALUES ('law', '9861331441', '2006-06-20 20:19:41');
INSERT INTO `record_book` VALUES ('law', '9861331441', '2006-06-20 20:19:44');
INSERT INTO `record_book` VALUES ('law', '9861331441', '2006-06-20 20:19:49');
INSERT INTO `record_book` VALUES ('law', '9861331441', '2006-06-20 20:19:52');
INSERT INTO `record_book` VALUES ('law', '9861331441', '2006-06-20 20:19:55');
INSERT INTO `record_book` VALUES ('law', '9861331441', '2006-06-20 20:20:07');
INSERT INTO `record_book` VALUES ('law', '9861331441', '2006-06-20 20:20:10');
INSERT INTO `record_book` VALUES ('law', '9861331441', '2006-06-20 20:20:12');
INSERT INTO `record_book` VALUES ('George', '9861331441', '2006-06-20 20:20:16');
INSERT INTO `record_book` VALUES ('George', '9861331441', '2006-06-20 20:20:20');
INSERT INTO `record_book` VALUES ('George', '9861331441', '2006-06-20 20:20:22');
INSERT INTO `record_book` VALUES ('George', '9861331441', '2006-06-20 20:20:25');
INSERT INTO `record_book` VALUES ('George', '9861331441', '2006-06-20 20:20:27');
INSERT INTO `record_book` VALUES ('George', '9861331441', '2006-06-20 20:20:30');
INSERT INTO `record_book` VALUES ('George', '9861331441', '2006-06-20 20:20:32');
INSERT INTO `record_book` VALUES ('George', '9861331441', '2006-06-20 20:20:35');
INSERT INTO `record_book` VALUES ('George', '9861331441', '2006-06-20 20:20:41');
INSERT INTO `record_book` VALUES ('George', '9861331441', '2006-06-20 20:20:43');
INSERT INTO `record_book` VALUES ('George', '9861331441', '2006-06-20 20:20:45');
INSERT INTO `record_book` VALUES ('George', '9861331441', '2006-06-20 20:20:47');
INSERT INTO `record_book` VALUES ('George', '9861331441', '2006-06-20 20:20:50');
INSERT INTO `record_book` VALUES ('George', '9861331441', '2006-06-20 20:20:53');
INSERT INTO `record_book` VALUES ('George', '9861331441', '2006-06-20 20:20:56');
INSERT INTO `record_book` VALUES ('George', '9861331441', '2006-06-20 20:21:04');
INSERT INTO `record_book` VALUES ('George', '9861331441', '2006-06-20 20:21:08');
INSERT INTO `record_book` VALUES ('George', '9861331441', '2006-06-20 20:26:59');
INSERT INTO `record_book` VALUES ('George', '9571344632', '2006-06-20 20:27:05');
INSERT INTO `record_book` VALUES ('George', '9571344632', '2006-06-20 20:28:22');
INSERT INTO `record_book` VALUES ('George', '9571344632', '2006-06-20 20:28:24');
INSERT INTO `record_book` VALUES ('George', '9571344632', '2006-06-20 20:28:28');
INSERT INTO `record_book` VALUES ('George', '9571344632', '2006-06-20 20:28:31');
INSERT INTO `record_book` VALUES ('George', '9571344632', '2006-06-20 20:28:52');
INSERT INTO `record_book` VALUES ('George', '9571344632', '2006-06-20 20:28:55');
INSERT INTO `record_book` VALUES ('George', '9571344632', '2006-06-20 20:28:58');
INSERT INTO `record_book` VALUES ('George', '9571344632', '2006-06-20 20:29:00');
INSERT INTO `record_book` VALUES ('George', '9571344632', '2006-06-20 20:29:02');
INSERT INTO `record_book` VALUES ('George', '9571344632', '2006-06-20 20:29:05');
INSERT INTO `record_book` VALUES ('George', '9867174208', '2006-06-20 20:32:34');
INSERT INTO `record_book` VALUES ('George', '9867174208', '2006-06-20 20:32:38');
INSERT INTO `record_book` VALUES ('George', '9867174208', '2006-06-20 20:32:43');
INSERT INTO `record_book` VALUES ('George', '9867174208', '2006-06-20 20:34:06');
INSERT INTO `record_book` VALUES ('George', '9867753852', '2006-06-20 20:36:33');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:39:54');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:40:22');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:40:24');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:40:27');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:40:30');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:40:33');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:40:35');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:40:46');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:40:49');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:40:54');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:41:05');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:41:07');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:41:15');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:41:18');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:41:21');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:41:23');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:41:25');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:41:28');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:41:37');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:41:39');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:41:42');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:41:45');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:41:47');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:41:49');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:41:53');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:41:56');
INSERT INTO `record_book` VALUES ('George', '9573257882', '2006-06-20 20:42:25');
INSERT INTO `record_book` VALUES ('George', '9573257653', '2006-06-20 20:42:34');
INSERT INTO `record_book` VALUES ('George', '9867237374', '2006-06-20 20:46:12');
INSERT INTO `record_book` VALUES ('George', '9867237374', '2006-06-20 20:47:59');
INSERT INTO `record_book` VALUES ('George', '9867237374', '2006-06-20 20:48:03');
INSERT INTO `record_book` VALUES ('George', '9867237374', '2006-06-20 20:48:08');
INSERT INTO `record_book` VALUES ('George', '9867237374', '2006-06-20 20:48:34');
INSERT INTO `record_book` VALUES ('George', '9867237374', '2006-06-20 20:49:00');
INSERT INTO `record_book` VALUES ('George', '9867237374', '2006-06-20 20:49:03');
INSERT INTO `record_book` VALUES ('George', '9867416457', '2006-06-20 20:54:36');
INSERT INTO `record_book` VALUES ('George', '986748052X', '2006-06-20 20:54:38');
INSERT INTO `record_book` VALUES ('George', '9867416457', '2006-06-20 20:54:40');
INSERT INTO `record_book` VALUES ('George', '9867416457', '2006-06-20 20:54:45');
INSERT INTO `record_book` VALUES ('George', '9867416457', '2006-06-20 20:54:49');
INSERT INTO `record_book` VALUES ('George', '9867416457', '2006-06-20 20:55:00');
INSERT INTO `record_book` VALUES ('George', '9867416457', '2006-06-20 20:59:25');
INSERT INTO `record_book` VALUES ('George', '9867416457', '2006-06-20 20:59:27');
INSERT INTO `record_book` VALUES ('George', '9867416457', '2006-06-20 21:03:20');
INSERT INTO `record_book` VALUES ('George', '9867416457', '2006-06-20 21:03:37');
INSERT INTO `record_book` VALUES ('George', '9867416457', '2006-06-20 21:03:41');
INSERT INTO `record_book` VALUES ('George', '9867416457', '2006-06-20 21:06:05');
INSERT INTO `record_book` VALUES ('George', '9867416457', '2006-06-20 21:06:12');
INSERT INTO `record_book` VALUES ('George', '9867416457', '2006-06-20 21:06:16');
INSERT INTO `record_book` VALUES ('George', '9867416457', '2006-06-20 21:06:20');
INSERT INTO `record_book` VALUES ('George', '9867293401', '2006-06-20 21:15:55');
INSERT INTO `record_book` VALUES ('George', '9867293401', '2006-06-20 21:15:57');
INSERT INTO `record_book` VALUES ('George', '9867293401', '2006-06-20 21:16:03');
INSERT INTO `record_book` VALUES ('George', '9867293401', '2006-06-20 21:16:07');
INSERT INTO `record_book` VALUES ('George', '9867293401', '2006-06-20 21:16:51');
INSERT INTO `record_book` VALUES ('George', '9867293401', '2006-06-20 21:16:55');
INSERT INTO `record_book` VALUES ('George', '9867204220', '2006-06-20 21:22:52');
INSERT INTO `record_book` VALUES ('George', '9867204220', '2006-06-20 21:23:24');
INSERT INTO `record_book` VALUES ('George', '9867204220', '2006-06-20 21:27:07');
INSERT INTO `record_book` VALUES ('George', '9867204220', '2006-06-20 21:27:12');
INSERT INTO `record_book` VALUES ('George', '9867204220', '2006-06-20 21:29:09');
INSERT INTO `record_book` VALUES ('George', '9867204220', '2006-06-20 21:29:14');
INSERT INTO `record_book` VALUES ('George', '9867204220', '2006-06-20 21:29:18');
INSERT INTO `record_book` VALUES ('George', '9867204220', '2006-06-20 21:29:20');
INSERT INTO `record_book` VALUES ('George', '9867204220', '2006-06-20 21:29:31');
INSERT INTO `record_book` VALUES ('George', '9861331441', '2006-06-20 21:30:22');
INSERT INTO `record_book` VALUES ('George', '9574442691', '2006-06-20 21:30:34');
INSERT INTO `record_book` VALUES ('George', '9574442691', '2006-06-20 21:30:36');
INSERT INTO `record_book` VALUES ('George', '9574442691', '2006-06-20 21:30:39');
INSERT INTO `record_book` VALUES ('George', '9573322404', '2006-06-20 21:30:47');
INSERT INTO `record_book` VALUES ('George', '9867753852', '2006-06-20 21:30:49');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:14:13');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:15:14');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:18:44');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:18:49');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:18:51');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:18:54');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:18:57');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:18:59');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:19:02');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:19:03');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:19:13');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:19:15');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:19:16');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:19:17');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:22:19');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:22:43');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:22:48');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:22:50');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:22:55');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:22:58');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:24:00');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:24:08');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:24:13');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:24:15');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:25:22');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:26:08');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:26:16');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:26:38');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:27:32');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:33:59');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:34:40');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:35:44');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:36:36');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:38:21');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:38:56');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:39:33');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:40:10');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:41:06');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:42:43');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:43:04');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:44:39');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:48:00');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:48:45');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:49:56');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:52:36');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:53:01');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:53:23');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:53:46');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 12:53:49');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:53:53');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:54:51');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:55:29');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:57:50');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:58:25');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:59:11');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:59:35');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 12:59:49');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 13:00:27');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 13:00:45');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 13:00:59');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 13:01:17');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 13:02:53');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:02:59');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:03:17');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:03:42');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 13:04:55');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:05:21');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:05:39');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:07:31');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 13:07:48');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:07:51');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:08:51');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:09:47');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:12:01');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:14:13');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:14:44');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:16:14');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:16:35');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:16:43');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:17:09');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:17:13');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:17:50');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:18:26');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:19:00');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:19:07');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:19:11');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:19:15');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:19:26');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:19:50');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:21:00');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:30:58');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:32:07');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:33:04');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:33:08');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:33:34');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:34:04');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:34:46');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 13:36:19');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:37:14');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:38:38');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:39:13');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:39:58');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:40:14');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:40:20');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 13:40:33');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 14:01:18');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-21 14:03:29');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 14:44:51');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 14:45:06');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 14:45:27');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 14:45:36');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 14:46:53');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-21 14:48:41');
INSERT INTO `record_book` VALUES ('Mary', '9574443175', '2006-06-21 14:50:00');
INSERT INTO `record_book` VALUES ('Mary', '9574443175', '2006-06-21 14:50:07');
INSERT INTO `record_book` VALUES ('Mary', '9574443175', '2006-06-21 14:51:19');
INSERT INTO `record_book` VALUES ('Mary', '957570813X', '2006-06-21 14:52:56');
INSERT INTO `record_book` VALUES ('Mary', '957570813X', '2006-06-21 14:53:02');
INSERT INTO `record_book` VALUES ('law', '9867059204', '2006-06-21 15:00:39');
INSERT INTO `record_book` VALUES ('law', '9867282515', '2006-06-21 15:06:52');
INSERT INTO `record_book` VALUES ('law', '9867282515', '2006-06-21 15:10:12');
INSERT INTO `record_book` VALUES ('law', '9867282515', '2006-06-21 15:10:15');
INSERT INTO `record_book` VALUES ('law', '9867282515', '2006-06-21 15:10:18');
INSERT INTO `record_book` VALUES ('law', '9867282515', '2006-06-21 15:10:38');
INSERT INTO `record_book` VALUES ('law', '9867282515', '2006-06-21 15:10:43');
INSERT INTO `record_book` VALUES ('law', '9867282515', '2006-06-21 15:10:46');
INSERT INTO `record_book` VALUES ('law', '9867282515', '2006-06-21 15:10:51');
INSERT INTO `record_book` VALUES ('law', '9867282515', '2006-06-21 15:10:56');
INSERT INTO `record_book` VALUES ('law', '9867282515', '2006-06-21 15:11:05');
INSERT INTO `record_book` VALUES ('law', '9867282515', '2006-06-21 15:11:11');
INSERT INTO `record_book` VALUES ('law', '9573257858', '2006-06-21 15:11:18');
INSERT INTO `record_book` VALUES ('law', '9573257858', '2006-06-21 15:11:36');
INSERT INTO `record_book` VALUES ('Mary', '9571341649', '2006-06-21 15:17:03');
INSERT INTO `record_book` VALUES ('law', '9573257858', '2006-06-21 15:21:53');
INSERT INTO `record_book` VALUES ('law', '9573257858', '2006-06-21 15:21:55');
INSERT INTO `record_book` VALUES ('law', '9573257858', '2006-06-21 15:21:57');
INSERT INTO `record_book` VALUES ('law', '9573257858', '2006-06-21 15:22:52');
INSERT INTO `record_book` VALUES ('law', '9573257858', '2006-06-21 15:23:07');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 15:23:28');
INSERT INTO `record_book` VALUES ('law', '9573257858', '2006-06-21 15:24:22');
INSERT INTO `record_book` VALUES ('law', '9573257858', '2006-06-21 15:24:32');
INSERT INTO `record_book` VALUES ('law', '9573257858', '2006-06-21 15:24:55');
INSERT INTO `record_book` VALUES ('law', '9573257858', '2006-06-21 15:25:04');
INSERT INTO `record_book` VALUES ('law', '9571344788', '2006-06-21 15:25:07');
INSERT INTO `record_book` VALUES ('law', '9571344788', '2006-06-21 15:33:25');
INSERT INTO `record_book` VALUES ('George', '9867753852', '2006-06-21 15:33:44');
INSERT INTO `record_book` VALUES ('George', '9867753852', '2006-06-21 15:34:19');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 15:35:29');
INSERT INTO `record_book` VALUES ('law', '9571341649', '2006-06-21 15:35:42');
INSERT INTO `record_book` VALUES ('law', '9571344788', '2006-06-21 15:35:57');
INSERT INTO `record_book` VALUES ('law', '9571344788', '2006-06-21 15:36:01');
INSERT INTO `record_book` VALUES ('law', '9571344788', '2006-06-21 15:36:21');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 15:36:26');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 15:36:29');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 15:37:04');
INSERT INTO `record_book` VALUES ('law', '9573322331', '2006-06-21 15:37:15');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 15:37:55');
INSERT INTO `record_book` VALUES ('George', '9573240076', '2006-06-21 15:38:01');
INSERT INTO `record_book` VALUES ('George', '9861571906', '2006-06-21 15:38:11');
INSERT INTO `record_book` VALUES ('George', '9861571906', '2006-06-21 15:38:34');
INSERT INTO `record_book` VALUES ('George', '9861571906', '2006-06-21 15:38:42');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 15:41:36');
INSERT INTO `record_book` VALUES ('law', '9573322331', '2006-06-21 15:44:02');
INSERT INTO `record_book` VALUES ('law', '9573322331', '2006-06-21 15:44:48');
INSERT INTO `record_book` VALUES ('law', '9573322331', '2006-06-21 15:44:51');
INSERT INTO `record_book` VALUES ('law', '9573322331', '2006-06-21 15:44:54');
INSERT INTO `record_book` VALUES ('law', '9573322331', '2006-06-21 15:44:57');
INSERT INTO `record_book` VALUES ('law', '9573322331', '2006-06-21 15:45:18');
INSERT INTO `record_book` VALUES ('law', '9573322331', '2006-06-21 15:45:24');
INSERT INTO `record_book` VALUES ('law', '9573322307', '2006-06-21 15:45:33');
INSERT INTO `record_book` VALUES ('law', '9573322307', '2006-06-21 15:46:07');
INSERT INTO `record_book` VALUES ('law', '9573322307', '2006-06-21 15:46:11');
INSERT INTO `record_book` VALUES ('law', '9573322307', '2006-06-21 15:46:16');
INSERT INTO `record_book` VALUES ('law', '9573322307', '2006-06-21 15:46:19');
INSERT INTO `record_book` VALUES ('law', '9573322307', '2006-06-21 15:46:58');
INSERT INTO `record_book` VALUES ('law', '9867440803', '2006-06-21 15:47:22');
INSERT INTO `record_book` VALUES ('law', '9861462724', '2006-06-21 15:47:48');
INSERT INTO `record_book` VALUES ('law', '9861246614', '2006-06-21 15:48:00');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-21 15:48:09');
INSERT INTO `record_book` VALUES ('law', '9573322439', '2006-06-21 15:48:28');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 15:54:34');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 15:56:14');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 15:57:16');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 15:57:22');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 15:57:26');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:02:11');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:03:12');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:04:15');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:04:16');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:04:19');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:04:34');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:07:55');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:08:05');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:08:09');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:08:14');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:09:04');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:09:07');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:09:30');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:09:57');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:10:58');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:11:01');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:11:02');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:11:03');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:11:06');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:11:10');
INSERT INTO `record_book` VALUES ('manager', '9861331441', '2006-06-21 16:14:10');
INSERT INTO `record_book` VALUES ('manager', '9861331441', '2006-06-21 16:14:18');
INSERT INTO `record_book` VALUES ('manager', '9571341649', '2006-06-21 16:14:31');
INSERT INTO `record_book` VALUES ('manager', '957570813X', '2006-06-21 16:14:56');
INSERT INTO `record_book` VALUES ('manager', '9861331441', '2006-06-21 16:15:08');
INSERT INTO `record_book` VALUES ('manager', '9861331441', '2006-06-21 16:15:38');
INSERT INTO `record_book` VALUES ('manager', '9578708823', '2006-06-21 16:15:54');
INSERT INTO `record_book` VALUES ('manager', '9574443159', '2006-06-21 16:17:46');
INSERT INTO `record_book` VALUES ('Mary', '9572070533', '2006-06-21 16:42:26');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:42:59');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:43:25');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:44:10');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:44:12');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:44:21');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:45:08');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:45:55');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:46:08');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:46:30');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:47:25');
INSERT INTO `record_book` VALUES ('Mary', '9572070533', '2006-06-21 16:47:50');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:47:53');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:48:23');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 16:48:25');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 17:28:33');
INSERT INTO `record_book` VALUES ('Mary', '9572070533', '2006-06-21 18:10:33');
INSERT INTO `record_book` VALUES ('law', '9572070533', '2006-06-21 18:14:26');
INSERT INTO `record_book` VALUES ('George', '9861246541', '2006-06-21 18:17:16');
INSERT INTO `record_book` VALUES ('music', '9572070533', '2006-06-21 18:21:05');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 18:21:35');
INSERT INTO `record_book` VALUES ('music', '9572070533', '2006-06-21 18:25:48');
INSERT INTO `record_book` VALUES ('music', '9572070533', '2006-06-21 18:25:53');
INSERT INTO `record_book` VALUES ('music', '9572070533', '2006-06-21 18:35:30');
INSERT INTO `record_book` VALUES ('George', '9572070533', '2006-06-21 18:36:46');
INSERT INTO `record_book` VALUES ('music', '9572070533', '2006-06-21 18:37:21');
INSERT INTO `record_book` VALUES ('music', '9572070533', '2006-06-21 18:42:05');
INSERT INTO `record_book` VALUES ('Mary', '9867174208', '2006-06-21 19:49:04');
INSERT INTO `record_book` VALUES ('Mary', '9867174208', '2006-06-21 19:49:05');
INSERT INTO `record_book` VALUES ('Mary', '9867174208', '2006-06-21 19:50:27');
INSERT INTO `record_book` VALUES ('Mary', '9572070533', '2006-06-21 20:03:52');
INSERT INTO `record_book` VALUES ('law', '9867753852', '2006-06-21 21:35:32');
INSERT INTO `record_book` VALUES ('law', '9571341649', '2006-06-21 21:43:47');
INSERT INTO `record_book` VALUES ('law', '9571341649', '2006-06-21 21:43:55');
INSERT INTO `record_book` VALUES ('Mary', '9572070533', '2006-06-21 22:05:47');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-22 10:52:29');
INSERT INTO `record_book` VALUES ('Mary', '9867753844', '2006-06-22 10:53:57');
INSERT INTO `record_book` VALUES ('Mary', '9861730605', '2006-06-22 10:54:34');
INSERT INTO `record_book` VALUES ('Mary', '9861730605', '2006-06-22 10:55:21');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-22 10:55:39');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-22 10:57:39');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-22 10:58:44');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-22 10:58:53');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-22 10:59:29');
INSERT INTO `record_book` VALUES ('Mary', '9867753852', '2006-06-22 10:59:42');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-22 10:59:56');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-22 11:00:12');
INSERT INTO `record_book` VALUES ('Mary', '9573240076', '2006-06-22 11:24:00');
INSERT INTO `record_book` VALUES ('Mary', '9572070533', '2006-06-22 11:39:31');
INSERT INTO `record_book` VALUES ('Mary', '9572070533', '2006-06-22 11:40:49');
INSERT INTO `record_book` VALUES ('Mary', '9572070533', '2006-06-22 11:40:50');
INSERT INTO `record_book` VALUES ('Mary', '9572070533', '2006-06-22 11:40:51');
INSERT INTO `record_book` VALUES ('Mary', '9572070533', '2006-06-22 11:41:56');
INSERT INTO `record_book` VALUES ('Mary', '9571341649', '2006-06-22 11:42:21');
INSERT INTO `record_book` VALUES ('Mary', '9572070533', '2006-06-22 11:42:26');
INSERT INTO `record_book` VALUES ('Mary', '9867059204', '2006-06-22 11:42:27');

-- --------------------------------------------------------

-- 
-- 資料表格式： `tag`
-- 

CREATE TABLE `tag` (
  `ISBN` varchar(20) character set utf8 collate utf8_unicode_ci NOT NULL,
  `tname` varchar(30) character set utf8 collate utf8_unicode_ci NOT NULL,
  `tcount` int(11) NOT NULL,
  PRIMARY KEY  (`ISBN`,`tname`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1 COLLATE=latin1_general_ci;

-- 
-- 列出以下資料庫的數據： `tag`
-- 

INSERT INTO `tag` VALUES ('9572070533', '聖人', 9);
INSERT INTO `tag` VALUES ('9572070533', '偉人', 30);
INSERT INTO `tag` VALUES ('9572070533', '十三經', 1);
INSERT INTO `tag` VALUES ('957570813X', 'Funny', 8);
INSERT INTO `tag` VALUES ('9571341649', '懸疑', 7);
INSERT INTO `tag` VALUES ('9571341649', '冒險', 3);
INSERT INTO `tag` VALUES ('9571341649', '驚悚', 2);
INSERT INTO `tag` VALUES ('9867753852', '溫馨', 12);
INSERT INTO `tag` VALUES ('9867753852', '活潑', 6);
INSERT INTO `tag` VALUES ('9867753852', '風趣', 4);
INSERT INTO `tag` VALUES ('9867753852', '動人', 27);
INSERT INTO `tag` VALUES ('9867059204', '成長', 32);
INSERT INTO `tag` VALUES ('9861331441', '驚悚', 15);
INSERT INTO `tag` VALUES ('9861331441', '推理', 11);
INSERT INTO `tag` VALUES ('9861331441', '歷史', 7);
INSERT INTO `tag` VALUES ('9861331441', '純愛', 3);
INSERT INTO `tag` VALUES ('9571344632', '純愛', 4);
INSERT INTO `tag` VALUES ('9571344632', '人生', 6);
INSERT INTO `tag` VALUES ('9867174208', '心情', 3);
INSERT INTO `tag` VALUES ('9573257882', '溫馨', 10);
INSERT INTO `tag` VALUES ('9573257882', '幽默', 2);
INSERT INTO `tag` VALUES ('9573257882', '純真', 6);
INSERT INTO `tag` VALUES ('9573257882', '清新', 6);
INSERT INTO `tag` VALUES ('9573257882', '溫西', 1);
INSERT INTO `tag` VALUES ('9573257882', '感動', 1);
INSERT INTO `tag` VALUES ('9867237374', '旅行', 4);
INSERT INTO `tag` VALUES ('9867237374', '散文', 2);
INSERT INTO `tag` VALUES ('9867416457', '後現代', 6);
INSERT INTO `tag` VALUES ('9867416457', '法西斯', 4);
INSERT INTO `tag` VALUES ('9867416457', '政治', 3);
INSERT INTO `tag` VALUES ('9867293401', '哲學', 3);
INSERT INTO `tag` VALUES ('9867293401', '古人智慧', 1);
INSERT INTO `tag` VALUES ('9867204220', '企業', 4);
INSERT INTO `tag` VALUES ('9867204220', '行銷', 1);
INSERT INTO `tag` VALUES ('9867204220', '廣告', 2);
INSERT INTO `tag` VALUES ('9574443175', 'Funny', 12);
INSERT INTO `tag` VALUES ('9867753852', 'Funny', 6);
INSERT INTO `tag` VALUES ('9867282515', '回憶', 16);
INSERT INTO `tag` VALUES ('9867282515', '悲傷', 42);
INSERT INTO `tag` VALUES ('9867282515', '語言', 12);
INSERT INTO `tag` VALUES ('9573257858', '懸疑', 20);
INSERT INTO `tag` VALUES ('9573257858', '諷刺', 6);
INSERT INTO `tag` VALUES ('9573257858', '雋永', 2);
INSERT INTO `tag` VALUES ('9573257858', '詭異', 14);
INSERT INTO `tag` VALUES ('9573257858', '悲慘', 2);
INSERT INTO `tag` VALUES ('9571344788', '管理', 26);
INSERT INTO `tag` VALUES ('9571344788', '智慧', 6);
INSERT INTO `tag` VALUES ('9573322331', '奇幻', 6);
INSERT INTO `tag` VALUES ('9573322331', '天馬行空', 12);
INSERT INTO `tag` VALUES ('9573322331', '科幻', 18);
INSERT INTO `tag` VALUES ('9573322331', '幽默', 6);
INSERT INTO `tag` VALUES ('9573322307', '奇幻', 24);
INSERT INTO `tag` VALUES ('9573322307', '短篇', 6);

-- --------------------------------------------------------

-- 
-- 資料表格式： `typeno`
-- 

CREATE TABLE `typeno` (
  `type` varchar(16) character set utf8 collate utf8_unicode_ci NOT NULL,
  `no` int(4) NOT NULL,
  PRIMARY KEY  (`no`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1 COLLATE=latin1_general_ci;

-- 
-- 列出以下資料庫的數據： `typeno`
-- 

INSERT INTO `typeno` VALUES ('中文現代文學', 1);
INSERT INTO `typeno` VALUES ('西洋文學', 2);
INSERT INTO `typeno` VALUES ('世界文學', 3);
INSERT INTO `typeno` VALUES ('大眾文學', 4);
INSERT INTO `typeno` VALUES ('詩', 5);
INSERT INTO `typeno` VALUES ('中國文學論集  ', 6);
INSERT INTO `typeno` VALUES ('世界文學論集', 7);
INSERT INTO `typeno` VALUES ('中國經典', 8);
INSERT INTO `typeno` VALUES ('青少年文學', 9);
INSERT INTO `typeno` VALUES ('建築', 10);
INSERT INTO `typeno` VALUES ('設計', 11);
INSERT INTO `typeno` VALUES ('攝影', 12);
INSERT INTO `typeno` VALUES ('戲劇舞蹈表演', 13);
INSERT INTO `typeno` VALUES ('電影', 14);
INSERT INTO `typeno` VALUES ('音樂', 15);
INSERT INTO `typeno` VALUES ('美術', 16);
INSERT INTO `typeno` VALUES ('室內設計', 17);
INSERT INTO `typeno` VALUES ('工藝風尚收藏', 18);
INSERT INTO `typeno` VALUES ('飲食生活', 19);
INSERT INTO `typeno` VALUES ('旅行', 20);
INSERT INTO `typeno` VALUES ('生活休閒', 21);
INSERT INTO `typeno` VALUES ('命理占星╱風水', 22);
INSERT INTO `typeno` VALUES ('圖文漫畫', 23);
INSERT INTO `typeno` VALUES ('科普', 24);
INSERT INTO `typeno` VALUES ('科學', 25);
INSERT INTO `typeno` VALUES ('醫學', 26);
INSERT INTO `typeno` VALUES ('歷史', 27);
INSERT INTO `typeno` VALUES ('心理學', 28);
INSERT INTO `typeno` VALUES ('哲學', 29);
INSERT INTO `typeno` VALUES ('宗教', 30);
INSERT INTO `typeno` VALUES ('當代思潮', 31);
INSERT INTO `typeno` VALUES ('文化評論', 32);
INSERT INTO `typeno` VALUES ('社會', 33);
INSERT INTO `typeno` VALUES ('政治', 34);
INSERT INTO `typeno` VALUES ('經濟', 35);
INSERT INTO `typeno` VALUES ('傳媒', 36);
INSERT INTO `typeno` VALUES ('法律', 37);
INSERT INTO `typeno` VALUES ('人類與考古  ', 38);
INSERT INTO `typeno` VALUES ('教育', 39);
INSERT INTO `typeno` VALUES ('亞洲研究', 40);
INSERT INTO `typeno` VALUES ('商務╱趨勢  ', 41);
INSERT INTO `typeno` VALUES ('企業管理', 42);
INSERT INTO `typeno` VALUES ('生涯規劃  ', 43);
INSERT INTO `typeno` VALUES ('行銷╱市場', 44);
INSERT INTO `typeno` VALUES ('投資理財', 45);
INSERT INTO `typeno` VALUES ('財務金融', 46);
INSERT INTO `typeno` VALUES ('會計', 47);
INSERT INTO `typeno` VALUES ('文書應用軟體  ', 48);
INSERT INTO `typeno` VALUES ('程式語言', 49);
INSERT INTO `typeno` VALUES ('繪圖排版', 50);
INSERT INTO `typeno` VALUES ('作業系統', 51);
INSERT INTO `typeno` VALUES ('工具軟體', 52);
INSERT INTO `typeno` VALUES ('網路╱通訊', 53);
INSERT INTO `typeno` VALUES ('硬體組裝', 54);
INSERT INTO `typeno` VALUES ('電腦資訊總論', 55);

-- --------------------------------------------------------

-- 
-- 資料表格式： `user`
-- 

CREATE TABLE `user` (
  `id` varchar(15) collate latin1_general_ci NOT NULL default '',
  `password` varchar(15) collate latin1_general_ci NOT NULL default '',
  `rank` int(2) NOT NULL default '0',
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1 COLLATE=latin1_general_ci;

-- 
-- 列出以下資料庫的數據： `user`
-- 

INSERT INTO `user` VALUES ('admin', '1234', 9);
INSERT INTO `user` VALUES ('book', '1234', 1);
INSERT INTO `user` VALUES ('member', '1234', 2);
INSERT INTO `user` VALUES ('group', '1234', 3);
INSERT INTO `user` VALUES ('event', '1234', 4);
INSERT INTO `user` VALUES ('design', '1234', 5);
INSERT INTO `user` VALUES ('demo', 'demo', 9);
INSERT INTO `user` VALUES ('disable', 'cheater', 0);
